[
  "Elon Musk isn’t one man influencing government. He’s one man representing the millions who don’t have a voice because their elected representatives stopped listening to them.",
  "Been thinking and coming to this same conclusion.",
  "Man, I was scrolling through my Twitter Profile to see my old posts. My best retweets are all blank. I'm going to start sharing screenshots rather than retweet.",
  "I'm a senior software developer facing a potential RTO mandate this next year. Thankfully I've invested well in crypto and have 'fuck you' money. I can afford to quit and look for a company that can offer me the work environment I demand.\n\nI hope there are more like me.",
  "That's a good analogy.",
  "I love how @eCashOfficial has embraced being a minority Bitcoin fork. They are rolling out these consistent upgrades to make them function better, regardless of low or even adversarial hash rate.",
  "The promise of Bitcoin was financial privacy, anonymity without government control. That doesn’t seem to be the case now. What happened?\n\n@rogerkver explains:\n\n“They would ban anybody that would state anything that wasn't in line with the small block propaganda about Bitcoin.” https://t.co/bTPaKXunJJ",
  "A day in the life of an adult man with no children: 😕 https://t.co/yBAR32PBCK",
  "I hope someone from @DOGE watches this podcast. @barnes_law does a great job explaining that the Roger Ver case highlights *systemic* abuse and waste. It's a poster-child topic for @VivekGRamaswamy and @elonmusk to point their team at.\n\nhttps://t.co/Xip2vOyZaI",
  "This is pretty bad ass. \n\nRussian law against drugs are incredibly strict. The Russian dark net markets have always been incredibly innovative when it comes to circumventing enforcement. This is just the next step.",
  "Bitcoin just broke $100K! 12/4/24 was the day.",
  "Biden pardoning his son is the most predictable thing ever.  He’s a liar.  The Democrats are liars.  Everybody knows they are liars.  Yet they somehow still try to play the moral righteous card. That’s why they got smoked.   - https://t.co/DKQdsSEfPP",
  "A friend reached out to me for tips on how to circumvent debanking and also how to prevent fraud with her non-profit org\n\nI suggested a multisig setup, like @CasaHODL, for distributing funds and preventing hacks. And pre-paid crypto debit cards like @spritzfinance\n\nNo bank needed",
  "So I'm thinking of doing the unspeakable. Adding support for layer 1 zapping to Nostr using BCH. Hate me gently. https://t.co/Gw3O7Wglsj",
  "JUST IN: 🇺🇸 US court rules sanctions placed against Tornado Cash crypto mixer were unlawful.",
  "I finally caved and started playing with my own local instance of the llama 3.2 LLM. Thanks for the guide, @naomibrockwell!\n\nNext step: figuring out how to train it on custom data.",
  "Flawless victory",
  "Finished my first box of freeze dried, baked veggies from the garden. I'm about 2/3 done with this year's harvest. It'll be nice to have quick, healthy meals this year! https://t.co/LkCqBFVrZr",
  "Welcome to the tyranny of democracy. There will always be significant numbers of losers in a democracy.\n\nIt's better to build a lifestyle where democratic choices have a minimal impact on your life. This is what I've been building for over a decade.",
  "Hold him to it!",
  "\"You're meant to be building to make politics irrelevant. Focus on that.\"",
  "I'm rocking my garden harvest. Just getting started with the new freeze dryer. https://t.co/bpdltRk3dz",
  "\"I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.\"\n\n- Robert A. Heinlein https://t.co/FiJECBON0e",
  "How to mint $MUSD: \n\n🩵 Lock in your BCH \n🩵 Maintain &gt;110% collateral \n🩵 Repay and unlock \n\n➢ Visit https://t.co/PqIAjV0w7T to learn more about Moria Protocol and $MUSD Ⓜ️ https://t.co/iGiXFdoRCM",
  "I support the VM Limits and BigInt CHIPs, and I look forward to the possibilities they open up.\n\n—Chris Troutner\n\nI operate https://t.co/g1rMJa3CXy: \nhttps://t.co/3kKtYCOTCz\n\nI am a Permissionless Software Foundation contributor:\nhttps://t.co/mmiZxnH0vw",
  "Gm. I’m Italian. I am not looking for a country that is pro-bitcoin because I knew from the beginning that bitcoin was born to turn the tables and that governments would do anything to stop it.\n\nI am not deluded, I know what it is like to be David against Goliath and to lose… https://t.co/CGBT34JrlF",
  "I want to thank everyone who was able to participate in the Bitcoin Cash Argentina Conference. You guys are amazing, the Bitcoin Cash community stands stronger than ever.\n\nI will be getting in touch with all of you to continue building for BCH adoption.",
  "At the #BCH2024 conference, I gave away many of these  metal wallets and encouraged people to make their own. The documentation for the website has been translated to Spanish.\n\nPlease let me know if any of the translations should be worded better.\n\nhttps://t.co/FiQFwFp9FA https://t.co/hexv6UoMkQ",
  "En la conferencia #BCH2024, regalé muchas de estas billeteras de metal y animé a la gente a crear las suyas propias. La documentación del sitio web se ha traducido al español\n\nPor favor, háganme saber si alguna de las traducciones debería redactarse mejor\n\nhttps://t.co/FiQFwFp9FA https://t.co/WTRbakmXUC",
  "Trying out my complimentary yerba mate from the #BCH2024 conference. https://t.co/NKU1tMVFL9",
  "Feeling so blessed to have the experience of the #BCH2024 conference. It was enlightening to compare ideas with great minds and tenacious investors. https://t.co/4LPQSMq8z7",
  "@christroutner @MarcDeMesel @BCHArgentina super simple for sure -- and no crypto mumbo jumbo to get in the way 😊\n\nhttps://t.co/OxVQCO9kkB 🍲 👀\n\nnicely done!! 👏 👌",
  "Pretty fun second day of the conference. Had a nice dinner after the presentations, then a poker tournament. It felt surreal having dinner with some of these guys who have shaped the Bitcoin Cash landscape.\n\n#BCH2024 https://t.co/xa1G3GR0A7",
  "The poker tournament https://t.co/6l0UXESmSG",
  "1st day of the #BCH Conference in Argentina was simply awesome! 🥰 The talks, the people, and the overall vibe are just different from any crypto conference. You get a feel of the revolution happening. No hyped tokens, unrealistic gains, or any typical crypto bullsh*t.\n\n#BCH2024 https://t.co/R3L6kTTMVG",
  "It's great to see world leaders speak like this.",
  "I was trying to explain to international people tonight how broken and corrupt the USA has become, and how far it has diverged from its historical perception. It was difficult to explain. This thread summarizes well what I was trying to communicate.",
  "Had a surreal moment tonight meeting up with attendees for the #BCH2024 conference. 8 people at a table from 7 different countries. All with a common interest in promoting freedom-money. It's incredibly educational to be exposed to such diverse ideas and cultures.",
  "I updated the README for the code repository I use to generate artwork for making laser-engraved paper wallets. This code can be used to generate paper wallets for BCH, SLP, BTC, ETH, and XEC.\n\nOf course, the artwork can be expressed in any medium.\n\nhttps://t.co/J5n5knFrVA",
  "Last night I had an excellent steak dinner at 'The Bull' restaurant in Buenos Aries. Paying in BCH was very easy. It's a nice restaurant that #BCH2024 conference attendees might consider. Their menu: \n\nhttps://t.co/htimECY5GJ",
  "I'm meeting up with a few other conference attendees tonight at 'BCH corner', recommend by Marcelo. Address:\n\nSerrano 695\n\nWe're meeting up around 6PM for drinks.\n\n#BCH2024",
  "I was looking at a specification I wrote two years ago. I want to expand its use for Nostr.\n\nI haven't looked at the spec in months, but saw right away that it will be easy to extend. \n\nThank you 'me of two years ago' for writing a well thought-out, future-proofed, specification.",
  "conference.This is what I'm doing up north. I'm looking forward to seeing how Argentinians do it next week, at the #BitcoinCash @BCHArgentina conference. https://t.co/vj01EpRfDc",
  "Always consider the adversarial case.",
  "What SHTF, that's when people discover the dark side of convenience.",
  "Great response. Bookmarking this for the next time I get asked this question.",
  "Same. Especially cars.",
  "Recent events have encouraged me to speed the launch of my next project.\n\nThis will be the most important work of my life.\n\nIf this matches your vibe, come build it with me.\n\n(And I turned 40 today! How fitting.) https://t.co/7yeThuShtL",
  "The Bitcoin Cash Podcast #128: BCH &amp; XEC feat. Amaury Séchet https://t.co/acItflukyA",
  "I hope that the Bitcoin Cash community will agree to implement Avalanche in the future. The idea of integrating Avalanche for post-consensus should not be controversial, especially considering that the current solution with the rolling 10 block checkpoints is very bad.…",
  "Great monolog.",
  "CENSORSHIP IS ACCELERATING\n\nBrazil has banned X, Telegram has implemented reporting, Internet Archive has to take down over 500k books...\n\nIt's time to learn how to access information and communicate with others despite the oppression.\n\n👇 Click \"Show more\"… https://t.co/2uTwQQ9IpQ",
  "Here's an example of my main interest in tokens/NFTs. I'm producing videos and embedding metadata about them in the token. Beneficial effects: \n\n1. The token is on the Blockchain, and it links to an IPFS hash, everything is immutable and highly censorship resistant.\n\n1/",
  "4. Because the videos are published to many platforms, and the token points to them (rather than the other way around), there is no effective way to deplatform me as a content producer.\n\nhttps://t.co/y1OJzUF2t0\n\n4/",
  "My goal is to inspire other controversial content producers to publish content in this way. Imagine if COVID information or Ukraine war information was published this way.\n\n5/5",
  "The West is moving from a society that exalts the individual, to one that exalts the collective.\n\nDon’t accept it.",
  "OK guys, time to start posting more on Nostr.\n\nYou can find me at:\nnpub140rgdygz3a6ktarflxm86mx5eyumg56hlqxd4usktse0q3vtm7cqj90enn\n\nDrop yours in the Comment! https://t.co/uELy0elune",
  "I want to see more cypherpunk and parallel-economy content on #Nostr. If you know someone on there that posts that kind of content (as opposed to purely Bitcoin-promotion-only stuff), please put their npub in the comments.",
  "The difference between Twitter and Nostr. https://t.co/pbdWd78KRT",
  "Interesting observation",
  "What's a good non-custodial LN wallet for Android?",
  "Ok, so Phoenix and Wallet of Satoshi doesn't seem to be available in the USA. I'm looking for a #Nostr friendly wallet for Android in the USA. Doesn't need to be non-custodial. I just want to receive zaps on Nostr.",
  "I managed to sign up for Strike. They needed my SSN, which is a little much. But if KYC is the only way to do it, I guess that works. I'm just playing around with LN.\n\nIt's a bummer there is no cypherpunk way to do LN handles for Nostr on Android (in the USA).",
  "I think the real answer here is that people have lost sight of true wealth. It's not dollars.\n\nI own my own property. I use it to grow most of my own food. That is true wealth. \n\nThe difference between dollars and wealth is the difference between price and value.",
  "I'm creating a series of tutorial videos called 'Mastering Bitcoin Cash'. I'm linking to all the video platforms within an NFT for each video. This web app tracks those NFTs and will automatically update when I create a new one. Two are posted now.\n\nhttps://t.co/y1OJzUF2t0",
  "Because these videos are uploaded to multiple platforms and linked in the NFT (on the blockchain). There is no effective way to censor them, or to deplatform me as a content creator. I'm hoping to inspire content creators to start publishing content in a censorship-resistant way.",
  "Finding people to follow on Nostr is a big source of friction. This thread provides a long list of people to follow. \n\nWe may lose X and Telegram in the next few years, but they can never censor Nostr. I recommend Amethyst for Android.",
  "Here is my npub to follow me: \nnpub188msq9d8tkdnakhlg9j0sn4602773et7ue95u5xeuszf082wx79qq4vz6a\n\nYou can use my Nostr relay: \nwss://nostr-relay.psfoundation.info",
  "A lot of posts like this. I can't help but chuckle. These are only issues in urban environments. \n\nEveryone in my area owns guns. If they feel threatened, they start packing heat. The moto around these parts is be friendly but be prepared to defend yourself. Save yourself.",
  "Long, but good read. \n\nLet me summarize by saying: I love living on a remote island with no police, but a lot of friendly, heavily armed neighbors. I feel far safer than I did living in the city.",
  "Wow, Erik nails it here. If you read Atlas Shrugged, there are fictional examples of vaguely-worded threat letters from gov entities to the heros of the book. This letter would fit right alongside them.",
  "Hey @RadiantLayerOne how are things going on your chain? I'm preparing to do a video on BCH forks, and I'd like to include your chain. \n\nDo you have a telegram channel?",
  "Got it: \n\nhttps://t.co/fJaUWcCmQc",
  "I'm almost done adding support for TokenTiger token icons in the FullStack web wallet. The whale in the screenshot is a token I created with https://t.co/cAAIjVzODd. The 'TEST' token with a picture icon I created manually with the new Terminal screen in the FullStack web wallet. https://t.co/GDGHgDBGJn",
  "Moria Protocol’s upcoming BCH-backed stablecoin $MUSD is: \n\n⚱️ Open source\n⚱️ Over-collateralized \n⚱️ Censorship resistant\n⚱️ 100% Proof-Of-Reserves transparent \n\n➢ Visit https://t.co/QaEpbuvpjP to learn more about Moria Protocol and $MUSD https://t.co/3fUlNpFNSc",
  "I'm also trying to live this way.",
  "I'm working on a command terminal in the web wallet. The intent is to help devs create rapid-prototypes around BCH and SLP tokens. Removing the GUI component makes development of ideas much faster.\n\nhttps://t.co/6v7sNr9b9a",
  "Best take I've seen yet on applying LLMs to write code.",
  "Product owner: “We don’t have time to address technical debt…”\n\nSame product owner: “Why does making a small change to the site take so much longer than it used to?!”\n\n🤔",
  "As a cypherpunk, I don't like this take. But I think he's probably right.",
  "What a contrast. I'll be voting for RFK Jr. \n\nWhile Trump and Biden spent the debate bashing each other, RFK took the opportunity to speak to real issues and lay out real solutions.",
  "I got my ticket already. I'm looking forward to hearing about software projects that people are working on.",
  "This is so wrong on so many levels. \n\nI salute the men who were kidnapped by their government and managed to surrender to the Russians without dying. That's what I would try to do if put in this position.",
  "Friendly reminder that most implementations of Nostr can send and receive e2e encrypt messages. It's so decentralized that it can never be regulated.",
  "Exit and build. That is the answer to despondence like this.\n\nFor me, it's living in a remote area and practicing a self sufficient mindset. You do you.\n\nSociety will get worse, not better. It's important to me to limit the control others have over my life.",
  "The hardest part of working in a company that is improperly using Agile, is that you can't teach them.\n\nYou'd first have to overcome the hurdle of getting them to admit they are doing it wrong.\n\nIf things are on fire, they don't have time. If they aren't, they aren't motivated.",
  "I'm going to this BCH conference in October, in Argentina. I hope to see you there!",
  "Resilience is the thing I love about the crypto community. When attacked, it adapts. Code + community &gt; authority",
  "This is an amazing macro strategy by the CCP. If they mobilize their citizens by encouraging them to buy gold, it will have a huge effect on Western power structures.",
  "I just booked my flight and hotel for the BCH conference in Argentina in October! I'm stoked to explore the beautiful city and reconnect with the people I met at the St. Kitts conference last year.\n\nI'm trying my best to improve my Spanish, but could use a translator/chaperone.",
  "Read through the linked tweets and comments. \n\nThis is why I'm happy to see more forks of Bitcoin exist. No MEV, auditable (transparent) transactions, and CoinJoin to add privacy is the best combo IMHO.\n\nCoinJoin depends on low transaction fees. Forks of Bitcoin = low tx fees.",
  "It's great to see cypherpunks continue to fight the state.",
  "I've been thinking about doing a similar setup, to create a subnetwork in my home network where everything routes through a VPN. I'd love suggestions for similar guides.",
  "Great point and great comments. \n\nThese issues only exist in a BTC-monocoin viewpoint. Zoom out and look at all chains as an industry, there have been great strides in privacy and scaling. \n\nExample: I spend and accumulate in BCH, AVAX, and XMR. Use BTC for saving.",
  "At the last BCH conference I gave away a bunch of these 'paper' wallets, engraved on PVC plastic cards. People loved them.\n\nWith a more powerful laser, I've upgraded to stainless steel. I'm really happy with how they are turning out.\n\nSame software:\nhttps://t.co/J5n5knFZL8 https://t.co/khfXPSTUft",
  "Lol. I guess stainless steel is now a money transmitter. The DOJ better regulate it.",
  "I really enjoyed this code walkthrough of a #JavaScript prototype for generating CoinJoin transactions using #Nostr on #Bitcoin . Some good ideas here.",
  "The next step in drone warfare. I predict a new arm of every military will include falconers.",
  "If I can help Roger in any way, I will. \n\nI worked for him and interacted with him on several occasions. He's an incredibly passionate and moral person.",
  "I fully endorse BTC reducing block size to 300kb.",
  "The real motivation for these 'money laundering' crackdowns is that Americans (and the rest of the world) is fleeing the fiat world and moving to the crypto world.\n\nI'm a couple months away from converting my entire paycheck into cryptoland, outside the purview of the state.",
  "Good info. \n\nSeems the coordination server is the main target. That's why I designed the https://t.co/vTMCdNEDHy protocol to use IPFS and remove the need for a coordination server.",
  "Let me kind of explain what happened during the blocksize wars. \n\nMost people are not technical enough to weigh in on the tradeoffs of increasing the blocksize, or (at the time) to evaluate the proposed alternative, the lightning network, and say how well it would work. \n\nThus…",
  "@TheConnectoor @secretsofprivac @WD69869049 @TheCryptoCPA p2p crypto, p2p trades, and DEXs are outside of the control of humans. If a polititian can force a DEX to follow arbitrary KYC requirements, it was never a DEX.",
  "Honest questions about headwinds facing BTC. There are honest answers too, but Bitcoin maxis don't want to hear them. Reality (the market) will assert itself with time.",
  "I just posted info on some new back end servers that are free to use with @PSF_DAO #JavaScript libraries for working with Bitcoin Cash and SLP tokens in our JS dev telegram channel: \n\nhttps://t.co/bFiAhjZV2N",
  "Great summary article why this Dev does not use typescript. It echoes my experience. I hate wasting time wrestling with tools when I should be focused on the code and design. As in all things, simplicity is best. \n\nhttps://t.co/izXFB9pDsC",
  "I've been dealing with this at work lately. Criticism of TDD, but no solid reasoning or serious alternative, while I just keep pointing to the mountains of data on its benefits.",
  "I've always been a fan of the big Mac index.",
  "I imagine there is going to be a lot of activists trying to curate information about these new military conflicts.\n\nI've been working on a way to disseminate information using IPFS and the BCH blockchain so that it is uncensorable. If any activists want to partner up, reach out.",
  "Are there any groups around Bitcoin forks that explicitly focus on the tech to improve human flourishing an communication, and explicitly reject the focus on money? Please shill me.\n\nThis is what I hope to do with @PSF_DAO with our focus on cross-blockchain functionality.",
  "I guess I shouldn't have said 'explicitly reject' money. Money is a fine use case. But I'm looking for groups or software projects that look into other areas of life where the Bitcoin protocol can add value. Some examples: file hosting, VPN services, encrypted email, DNS, etc.",
  "I'm tired of seeing different Bitcoin forks dunk on one another.\n\nIt's so normal in other open source software projects for the code or database to be forked. It's normal for the market to have a long tail of popular forks.\n\nBitcoin isn't special because it's trying to be money.",
  "This will be an interesting one to watch. If Uniswap has a company and offices, then they can be regulated. If it was purely a protocol, open source code project made of random devs and no central office, then it couldn't.\n\nNot making any judgements, just observations.",
  "I've been working the last few months on creating a protocol and software that can permissionlessly host files in a decentralized and censorship-resistant way, leveraging blockchain and IPFS tech. Here is the official specification for the that protocol:\n\nhttps://t.co/QJysCAfbyR",
  "I love Lopps takes, but this is inaccurate.\n\nBCH has a 10 block rolling checkpoint. No more than 10 blocks can be reorganized, regardless of the amount of hash power.\n\nXEC took it a step further with avalanche. No blocks can be reorganized on hash power alone.",
  "I've never felt so positive about my future... Because my net worth is well diversified for capital preservation, I have no debt, and I'm actively building a homestead with a big garden, meat animals, passive food preservation, a strong community, and backup solar power.",
  "Has anyone noticed those political ads on YouTube? \n\nDon't click away. Clicking through the ad costs the political party several dollars.\n\nI click on every ad, scroll to the bottom, then close the window. I take the time to make every political ad cost the max.",
  "This is deliberate government policy to monopolize the food supply. The @PAAgriculture ran or will run off 40% of dairy farmers under Redding in less than10 years. This is why the #AmosMiller #Amish farmer case is so significant: we must protect independent farmers.",
  "I published this new #JavaScript @npmjs library, to help developers integrate the @PSF_DAO File Pinning Protocol into their apps. \n\nThe README explains how to add files to our @IPFS file pinning network.\n\nhttps://t.co/NShuz0pr5u",
  "I'll be integrating this library soon into our command-line wallet, for easy uploading and pinning of files to our IPFS network.\n\nhttps://t.co/xf905yjPQ4",
  "Join the @PSF_DAO Telegram channel if you have questions or want to collaborate.\n\nhttps://t.co/ZHZGSLsejy",
  "Anyone who dreams of getting their food from their local community need to be paying attention to #AmosMiller.\n\nLet's make the Freedom Cell Network aware of this @JohnBLiveFree",
  "THE PURPOSE OF BITCOIN\n\nThe purpose of Bitcoin is to shatter the welfare/warfare state and return power to the people.\n\nYes, you can understand it as technological innovation — as a better way to hold and send large amounts of money — but at its core it is political revolution.… https://t.co/q7IB0qHm1M",
  "This is not yet a sell signal. When your Uber driver gives you investment advice, or tells you what crypto they are buying, that's the signal to sell.",
  "Don’t let’s prices distract you from building decentralized infrastructure, protocols, and apps that desperately need to exist.\n\nEnjoy the abundance crypto brings, but keep fucking building through it.",
  "More people should educate themselves on Amos Miller, the war on community food production, and Private Membership Clubs as a means to fight back.",
  "The @PSF_DAO is working on an IPFS file pinning service, paid for with BCH and PSF tokens. We just released this Overview documentation:\n\nhttps://t.co/2qVneoa25I",
  "The @PSF_DAO File Pinning Protocol allows hosting of @IPFS files in exchange for $BCH and PSF tokens.\n\nJust launched the documentation site. It's a work in progress, and we're looking for #JavaScript devs who want to help. Eventually we'll have bounties.\n\nhttps://t.co/E0dDXozpRN",
  "I love watching @PeterMcCormack podcast. And I love that he's asking the question: Can you be self-sovereign without a UTXO?\n\nMy answer: No. But the next best solution: Use BTC for saving, use a second chain for spending (like LTC or BCH), and @asgardex to switch between them.",
  "For now saving in BTC UTXOs is possible. In the future, there may be LN solutions. But right now there is BTC.b on AVAX, which is a great way to hold, move, and save BTC as btc-fees increase. Once enough is accumulated, they can be moved back to BTC and you can hold a UTXO.",
  "Great explanation. This is a really hard concept to grok: reduced usage or circulation of the dollar actually increases its value. It's going to melt up, before it ever crashes.",
  "I'm so glad there is an independent calculation of inflation now, so that it's easier to detect when the government is fudging the numbers.",
  "https://t.co/05DXjOTbyq",
  "This episode was very honest. My takeaway:\n\n- Lightning is hopelessly broken.\n- BTC and BCH are long-term broken because they have no funding model.\n- eCash (XEC) might actually win market share (funding model and focused devs).\n\nhttps://t.co/zOzPfOE3cX",
  "... And that's only if XEC can stand the test of time. Like stay running and actively developed for the next 10 years. Which is a VERY big 'if'.",
  "What made the interview so great was that a end-user-focused, non-technical person (@PeterMcCormack ) was comparing his value of Bitcoin with a technical person, in a friendly conversation. It went a long way to shine a light on the cognitive dissonance between those two worlds.",
  "That’s why I fight the WEF. https://t.co/5xQxsDmSjw",
  "\"The technology life cycle has three stages: Hype, disillusionment, and application.\"\n\n- Bob Lewis https://t.co/EjJK8MlR7l",
  "I have a doctor friend who finds herself in this exact scenario.",
  "With @YetiFinance shutting down, I'm looking for an overcollateralized loan contract on $avax with good liquidity. Can anyone recommend one? I like Yeti because it was forked from LUSD.\n\n#avalanche, @avax",
  "Thankfully #nostr, #ipfs, and #Blockchain are already developed and gaining adoption. Aspiring totalitarians like this can only regulate 'big tech companies', they can never regulate this freedom tech.",
  "Billions of dollars in trading for the BTC ETF, yet the price of BTC goes down. Hopefully, this is transient, but I'm sure anti-BTC crowd is celebrating that they have a way to suppress the #Bitcoin price, just like they suppress the price of gold.",
  "HISTORY IS RUNNING IN REVERSE\n\nThe Bitcoin ETF is the spiritual reversal of Executive Order 6102. Back in 1935, they seized the gold. But now, digital gold is back.\n\nNinety years ago, FDR and his fellow travelers rode the 20th century arc of centralization. The chokepoints of… https://t.co/oZ7I8q1sQZ",
  "If only there was a permissionless, censorship resistant way to host files on the Internet... Oh wait! That's what @PSF_DAO has been working on!",
  "I published this 7 minute demo on a web app that lets you pin files to the #IPFS network. File hosting is paid for with the PSF SLP token, on the $BCH blockchain.\n\nThis is an open source #JavaScript project. I'd like to collaborate with other devs.\n\nhttps://t.co/11OC6lq3Zv",
  "This second video gives dives into the technical parts of the back end.\n\nhttps://t.co/z1sSfAAG89",
  "Vin Armani shows how to break Elizabeth Warren's new crypto law proposal using the number 1 and four lines of code. This is how absurd and dangerous her bill is.\n\nhttps://t.co/A8IAoBXP6I",
  "I'm starting to look into @Maya_Protocol. I could use some guidance @RionGull and @TheDesertLynx.\n\nCan I tap into it with @asgardex, or is there another FOSS front end?\n\nI buy CACO on Thor, then use that to buy DASH on Maya?\n\nHow does a pleb get started?",
  "I'll take a stab:\n\nThe defining characteristic for a DAO is the same as a Blockchain: who gets to make decisions, and how?\n\nThe answer to that questions contains the answers to everything else.",
  "The cognitive dissonance from BTC people is getting extreme.\n\nThis is why I focus on Blockchain tech that can work on any Bitcoin fork. Because the miners really *do not* speak for me. I can move my business and tech stack to the best Blockchain for my users.",
  "I keep seeing takes in my feed that are framed as 'gold vs Bitcoin' or 'Central Banks are good vs bad'.\n\nThe reality is that we'll live with all of it, and I plan on owning everything: gold, Bitcoin, crypto, and fiat.\n\nRisk management through a balanced portfolio is the way.",
  "Interesting development. I applaud them for sticking to their values and leaving the US market.\n\nBut at the same time, LN does not work well without a custodial wallet. This will really set back LN adoption. Might be a boon for L1 Bitcoin chains like BCH and XEC.",
  "To our valued Wallet of Satoshi community in the United States of America,\n\nWe've dedicated ourselves to providing the best Bitcoin experience with Wallet of Satoshi, being at the forefront of Lightning usability and adoption. However, we've made the difficult decision to remove…",
  "I'm looking forward to finding out more about the ASC-20 token spec on #AVAX. If they are true inscriptions, then I believe they can write arbitrary amounts of data to the Blockchain? It'll be interesting to see what the limits are.",
  "100 years ago today, Weimar Germany abolished the Papiermark, marking the end of Germany's hyperinflation.\n\nIn that same year Josef Wild, a master gold smith from Nurenberg, started minting his own coins to advocate for a return to a gold standard with private gold coins.\n\nWild's… https://t.co/Z5nWUarwFu",
  "graphql was invented by facebook mainly because their frontend evolved very quickly and needed various data views. Creating a new REST end point for each request was too much work. \n\nIt started harmless, I really just want fields A and B, no need for REST to return all those…",
  "I am learning to love Helia, the new JS implementation of @IPFS. This video demos how to play with a Helia IPFS node, and how its getting integrated into @PSF_DAO software projects.\n\nhttps://t.co/zoN9dPetG4",
  "Great article by @ArthurHayes_Off on why US Treasury bonds are selling off and Bitcoin is rallying.\n\nhttps://t.co/YKjexyw3Sf",
  "Blockchain and IPFS can be used together to enable data interoperability. For example, in supply chain management, IoT data can be stored on IPFS, and the resulting hash can be stored on a blockchain, ensuring the integrity and traceability of data throughout the supply chain.",
  "This is an interesting economic incentive that @eCashOfficial is creating. I really like the hybrid PoW-Avalanche model, the security it provides, and the features it unlocks.\n\nhttps://t.co/2mqQYXgiOn",
  "And before someone else points it out: yes, I'm aware they are increasing the block reward, and that it makes BCH people salty.\n\nIt's their chain. If they are doing things wrong, they'll fade into history. Don't be threatened by others choices.\n\nhttps://t.co/UOUkrWJIvC",
  "I've been studying innovations in decentralized decision making for a while. I don't think there is any perfect tool, but if one existed, it would strike a balance in these tensions:\n\n1) use as few decision makers as possible\n2) most impacted stakeholders make the decisions",
  "Wow, so few options in the comments. Best ideas are use Zcash and Monero, but that assumes there are non-KYC exchanges for it. CoinJoin on BCH seems like a better idea to me.\n\nAre there coinjoin equivalents for EVM chains?",
  "Here are our initial thoughts on today's Tornado Cash indictment. The factual allegations of unlicensed money transmission are in conflict with FinCEN's longstanding guidance that an \"anonymizing software provider is not a money transmitter.\"\nhttps://t.co/9QBiV9sjnd",
  "Very powerful interview. If you think you know RFK, watch this. I'm sure you'll learn something new.",
  "This explains why the US stock market is going up too. Debasement is reflected in the price of assets.",
  "If the new PayPal stable coin excites you, spend some time researching YUSD (AVAX) and LUSD (ETH). Txs can not be stopped, addresses can not be frozen. Each token is backed by on-chain crypto assets.",
  "I'm glad to see that surveys and statistics are showing that return-to-office mandates are not going well. Personally, I'd rather work for 50% less salary if it was the  difference between working from home vs working from the office.\n\nhttps://t.co/sW4uSoyzqH",
  "\"The everything app\" will get folks excited about convenience.\n\nIt should scare the bejeezus out of you. Sure, \"everything in one place\" is convenient. It also means you put everything into a single point of surveillance and failure.\n\n\"Everything\" can be taken away in an instant.",
  "I'm getting deep into Nostr. Twitter is circling the drain.",
  "🧵1/x\n\nButtcoin: A privacy-preserving, sybil-resistant identity solution\n\n#ETHCC #ETHGlobal ETHParis 2023\n\nby @SenseiFugazi, karrenbelt.eth, @ajeykb, courtesy of @tokendynamics https://t.co/brlP2vob1m",
  "I just discovered the qortal Blockchain. I'm starting to read through their documentation.\n\nAnyone heard of this before? I guess it's been around for 8 years.\n\nAny issues I should worry about?",
  "I'll be paying attention to this. I prefer overcollateralized stablecoins like YUSD or LUSD to centralized ones like USDC, but this is some serious progress. #BitcoinCash needs a reliable stablecoin.",
  "I found their press release. Pretty light on the details. But it looks like their stablecoin will launch August 1st and will be on the Smart BCH sidechain, not the native BCH blockchain.\n\nhttps://t.co/V08uGY6TlW",
  "24 hours in Argentina and seeing how people move money around, from Peso to Dollar / Bitcoin / Dollars on shitcoin networks, it is clear that people in a currency crisis use whatever they can.\n\nSorry, while #Bitcoin is important here, so is Tether on Tron/Polygon/Ethereum.",
  "The sale of XRP on exchanges is NOT a security. Which means the sales of all cryptos on exchanges are NOT securities and @SECGov and @GaryGensler have NO jurisdiction over them. This is a watershed moment that relegates the SEC to TradFi and makes it a dinosaur regulator. Buh-bye https://t.co/PRuumqQBEL",
  "Anyone know of an EVM chain that can run on a raspberry pi?\n\nAny EVM chains that are easy to fork and build a bridge?",
  "Great reference for anyone who wants to look into Nostr.\n\nI'm slowly setting up my own Nostr infrastructure for friends and family.",
  "Very interesting tactic on the part of Russia. Both sides know that many Ukrainian soldiers were conscripted against their will, do not want to fight, and are not properly trained for combat. If they have an effective way to surrender on the battlefield, then everyone wins. https://t.co/MhCaCgmfoS",
  "This is a vietnam every few months.\n\nThe biggest story in the west, by far, and nobody even dare to ask the question: what is happening to these people?",
  "I'm incredibly impressed with the quality of investment in Bitcoin education in El Salvador.",
  "Less is more.\n\nI approach all aspects of my life from a place of minimalism, including my work. The fewer #JavaScript tools, the better.",
  "Rights can NEVER be suspended. They are indefinite and immutable! \n\n#TheFreeThoughtProject #TFTP https://t.co/LdqbHjRHHn",
  "This twitter feed will feature new stores listed on https://t.co/d3pvhdIbDE, and app that I've been working on. \n\nIt's goal is to lower the friction of neighbors trading with neighbors.",
  "This take resonates with me. I've spent the last five years building infrastructure like https://t.co/hXVsihYUUA. I'm *finally* able to build fun apps like https://t.co/d3pvhdIbDE.",
  "I'm so honored by the efforts of my social network to help me find a good #javascript job in #web3. I've been interviewing with some 🔥 companies.\n\nPlease, keep the contacts and recommendations coming in. I'm still interviewing. My resume/CV:\n\nhttps://t.co/L7ERKyIDnG",
  "I'm really glad all the fear and insanity has been so carefully preserved. It'll be easier to reference the next time it happens.",
  "Great take: \"Censorship is the real enemy.\"",
  "Ready to decode the EVM?\n\nHere's your go-to guide, the EVM handbook 📖\n\nTrust me, it's all you need 😎\n\nhttps://t.co/sa2xho1FwF",
  "In their legal challenge to sanctions imposed by the US Treasury against Tornado Cash, the plaintiffs have filed their reply brief seeking to lift these designations. It’s worth a read. 1/7 https://t.co/T07QCzQ9Ru",
  "This might sound like a pessimist view, but it makes me hopeful. The reason?\n\nTrading with the people in your local geographic location, with non-state money, is how our species evolved. Going back to our roots will solve a lot of the social problems we have today.",
  "My chat with @xolosArmyradio . he was a cool guy. The audio ain't so good, but nevertheless, we covered a lot of great topics!",
  "I need to give JSDoc a second look.\n\nhttps://t.co/dRJXxrYLcL",
  "Here is the proper CashTokens Hangout",
  "This 4-part video series shows how to build an ecommerce store for selling a product with #BitcoinCash using #React #JavaScript  and @nodejs.\n\nhttps://t.co/Fd8kedQdCm",
  "#TechIsHiring",
  "I am actively looking for a  new job. I'd appreciate anyone who can forward my CV on to potential  hires. I am a senior JavaScript/TypeScript developer with experience  designing systems and managing other developers. \n\nHere is a copy of my CV:\n\nhttps://t.co/cBENkefeum",
  "I have a lot of  experience in dev-ops infrastructure, Blockchain, and cryptocurrencies,  but I'm not restricting myself to just that industry. I'm looking to  work for a reliable company for the next 2-3 years.",
  "To sabotage an open source project, fund the worst people involved.\n\nThey will enthusiastically ruin the project with bad ideas. The good people will quit due to the manifest injustice of it.\n\nThis is what happened to Bitcoin.",
  "That is why I oppose CBDCs, which will vastly magnify the government’s power to suffocate dissent by cutting off access to funds with a keystroke. That’s also why I support bitcoin, which allows people to conduct transactions free from government interference. Bitcoin has been a…",
  "I'm finally taking GitHub Copilot for a ride. It's pretty cool! I'm definitely coding a bit faster with it.\n\nAnyone have tips for getting on the waiting list for Copilot X? I'm on the waiting list, waiting...",
  "For BCH JavaScript developers:\n\n@PSF_DAO has just launched its *fourth* Global Back End. These are free network resources for devs to build web and mobile apps that interact with the BCH blockchain and SLP tokens.\n\nRead more about it: https://t.co/EC7W3PoNfM",
  "Talented people are just people for whom time alone was never lonely, because it was always invested meaningfully.",
  "Peer-to-Peer Electronic Cash #BitcoinCash 💸\n\nWith 0-conf &amp; SPV for casual txs (as outlined in the original #bitcoin white paper), #BCH is faster than lightning!\n\n#BCH 💸 uses the same sha256 algo that #BTC ASICs use, so miners can switch anytime!\n\n#BCH 💸 Borderless P2P Cash 💪 https://t.co/vP8Zz8zXwN",
  "A new 'Example Apps' section has been added to the Front End chapter of the Cash Stack documentation. It provides links to example web apps that use the Cash Stack to communicate with a blockchain. Most of the examples involve SLP tokens. Check it out:\n\nhttps://t.co/plTNc0jjxZ",
  "If you've built an app with the Cash Stack, I'd love to add a link to your app in this chapter.",
  "MOAR COWBELL AS ANOTHER ONE BITES THE DUST...\n\nWell, it looks like $FRC will bite the dust this weekend, either ending up in the hands of the FDIC or a major bank (with FDIC/Fed support).\n\nIn an over leveraged world, where GDP isn't growing fast enough to pay the interest on the…",
  "Great @PSF_DAO meeting yesterday. We discussed events happening in Argentina. I also described my plans for using our software to set up a local currency for my local island economy.\n\nhttps://t.co/pKoJ2Btoxz",
  "Fake money https://t.co/8VryVIcvLl",
  "Pro tip for all my American crypto friends: I've considered all my bank accounts into one account. I keep three months of expenses in the account. All my other net worth is in crypto and stablecoins.\n\nI've minimized my exposure to the banking system. You should too.",
  "If an American is willing to humble themself, they can learn a lot from the Mexican border towns. The people have a strong culture of community and entrepreneurialism. They are resilient in the face of massive corruption.\n\nThese are skills that Americans will need in the future.",
  "On the topic of stablecoins, I recommend YUSD and LUSD. DeFi-based, over-collateralized, minimized-governance stablecoins are the way to go.",
  "As an American, I would give it a 20% probability that in 5 years I would need to travel to India, Mexico, or a similar country to buy crypto.\n\nI will too. Uncensorable money is worth it.",
  "unpopular opinion, but @christroutner's solution to the dust problem is 100X more practical and implementable than the currently 100% centralized #CashFusion protocol that now depends on 3rd-party #Orbot (for mobile)\n\nalready looking fwd to Part 2 of this Privacy Initiative 🤓",
  "Here is a demonstration of the Collaborative CoinJoin project that I gave today at the the @PSF_DAO  TSC meeting:\n\nhttps://t.co/RKUrxNlPnG",
  "I'm making great progress on the Collaborative CoinJoin project. Yesterday I broadcast the first CoinJoin transaction and added a flowchart for the protocol. Check out the update here:\n\nhttps://t.co/H75xTFFtTL",
  "Here the latest CoinJoin transaction generated with the software:\nhttps://t.co/pPSIrUXDQe",
  "I just published a new post: Building High Impact Developer Communities 🧱\n\nReally excited about this one.\n\nIt includes my own story and lessons from it, and what I call a Framework for Developer Impact for both individuals as well as teams. ⚡️\n\nhttps://t.co/4NOhG75J6Q",
  "Inspiring story here of growth and education.",
  "Anyone know of crypto adoption happening in Mexican border towns, near the USA border? \n\nI recently visited Puerto Penasco, and didn't see any sign of crypto usage in day-to-day life. I'd like to engage with a crypto community in a Mexican border town.",
  "Something to think about on the weekend.  An important thread on monetary debasement...\n\nYou hear me talk about MOAR COWBELL a lot. This is the meme of monetary and fiscal stimulus that has become a default setting for our world...",
  "Should be going live in 20 minutes.\n\nhttps://t.co/MlfQZDDzAf",
  "Some links for those who want to know more about @PSF_DAO \n\nInformation on our governance:\nhttps://t.co/kKKCI6KapJ\n\nInformation on our token:\nhttps://t.co/Q77gQUb3y7\n\nInformation on our tech stack:\nhttps://t.co/EC7W3PoNfM\n\nOur Telegram channel:\nhttps://t.co/ZHZGSLsejy",
  "I can't wait to discuss @PSF_DAO, the awesome community we've built, and the software we're building to help people opt-out of the control grid.",
  "Great take",
  "Great summary of the Whitehouse report on cryptocurrency.",
  "1/ I used to debate earnestly with people about the best tools in society, but no longer engage with many because they're LARPers.\n\nThey passionately advocate for their ideal currency, social structure, or political system, yet fail to live by their values in the present.",
  "I tried to buy XAUT on ETH DeFi and it didn't work well. And I'm not going to open a KYC account just to get exposure to gold.\n\nBut with @BCH_BULL I can easily get exposure to gold, and easily move in and out of the market. This is an investment area where BCH tech is superior.",
  "1/ Today marks a major milestone in Web3…\n\nWe are excited to announce the “NFT Forever Project” to show that trustless, perpetual storage for NFTs is now possible with @Filecoin’s new virtual machine. ♾️\n\nThread 🧵\nhttps://t.co/PY6DxSjqQx",
  "I'm over here with my over collateralized loans winning on the volatility. \n\nCrypto pumped? Great! My assets are worth more!\n\nCrypto dumped? Great! I get to buy assets at a discount with my stable coins!\n\nPeople need to learn more about LUSD and YUSD.",
  "The way to fight noise is with exclusive access. This is why @PSF_DAO has tiered telegram channels. The easiest one to access is for the noise makers. The VIP channel is only for those with skin in the game. Our cypherpunks write code or fund it. If not, they get filtered.",
  "Quick shoutout to @christroutner and @PSF_DAO for great videos on setting up #BitcoinCash infrastructure. Their Docker containers made setting up a new full node and indexer an absolute breeze. Honestly, thank you so much for the work here.\nhttps://t.co/V8eiLTt9JA",
  "We're #1!",
  "If I'm reading the summary of this Utah DAO legislation correctly, DAOs only have to disclose the 'incorporator'. Everyone else can remain anon. That's really appealing! I'll be keeping my eye on that as a candidate for registering @PSF_DAO.\n\nhttps://t.co/yOOHKlDlP3",
  "This is textbook propaganda. Notice the article didn't explore the downsides to KYC, like creating a honeypot for identity theft. The article puts forth KYC as a universal good with no downside.\n\nI will continue to go out of my way to use non-KYC infra, and shun KYC organizations",
  "I'm so stoked this has been translated into English! It's a great educational resource for anyone who wants to know why Bitcoin is a valuable asset, and how it fixes the broken money system.",
  "📢 Join us for an exciting Twitter Hangout on #NextXolosArmyRadio 🎙️ to discuss \"Permissionless Software Foundation and BCH\" with our special guest @christroutner! 🚀 Don't miss out on the fun and insightful conversation. See you there! #BCH #crypto\n\n⏰👇🏻 https://t.co/XZkgD2y6nD",
  "https://t.co/zn2scnfYju",
  "I always advocate 'grow your talent rather than buy it' to my clients. Very few take the advice. Those that do save a lot of money over the course of the project.",
  "This is a great tool for people living on crypto to fill the gaps between places that explicitly take it. Especially good for newbies!",
  "Early Tornado Cash contributor Ameen Soleimani created the Primacy Pools, which allows users to send and receive coins anonymously, and added features that allow users to publicly prove that they are not North Koreans or other types of criminals. Decrypt https://t.co/7ppe4Yjz0x",
  "Beware of the tech debt firehose: Often the fastest feature builder. Managers love them, but they slow down the rest of the team with poor planning, inscrutable code, poor test coverage, and no docs.",
  "Words of wisdom for the aspiring code Jedi.",
  "Want to learn Javascript? @mozilla's Javascript Guide gives an overview of the language &amp; is a great place to start\n\nYour Web browser has all the tools you need to get started built in. Simply click View &gt; Developer &gt; Developer Tools to start your journey\n\nhttps://t.co/THWzK7qYQc",
  "Excellent summary of why I, and builders like me, are looking to expatriate and start companies outside the USA.\n\nAnyone who wants to shill me a DAO-friendly, digital-nomad-friendly location, please @ me.\n\nhttps://t.co/ht8824JSZZ",
  "The regulators and politicians who want to destroy cryptocurrency aren't playing by the rules.\n\nThe people who want to keep cryptocurrency alive have to understand this, and shouldn't play fair in return.",
  "I'm looking forward to trying this out!",
  "Is there a Telegram channel, Discord, or web site forum for #Bitcoin(ers) to share information and support, about exploring business opportunities and migrating to El Salvador?\n\nTagging a few people who might know:\n@nayibbukele, @TwoPeopleInPara, @ThatExpatMom, @moneydelics",
  "Super interesting  new podcast series about @thenetworkstate.\n\nThank you @balajis for curating the information on this topic. The @Shopify interview was amazing!\n\nhttps://t.co/m8KReQJLjP",
  "You need a state to fight a state.\n\nUS states like Wyoming, Tennessee, Mississippi, Montana are passing bills in support of DAOs &amp; mining.\n\nMeanwhile, foreign states like El Salvador, Palau, UAE are recruiting crypto founders.\n\nSanctuary states for innovation.\nInside and outside.",
  "I've been seeing a lot of moral outage at the US gov, and solutions pushed as 'step up and protest'.\n\nBut right now I'm in Mexico, and the solution to me like a lot like 'exit and build'",
  "Furthermore, for those trying to recruit others to protest with them: they need to recognize that COVID created both an incentive AND a movement of people to leave Western countries.\n\nTrying to create a protest movement today is much harder than in the past.",
  "Today I published an update to the CoinJoin project the #BCH community has contracted me to work on.\n\nhttps://t.co/FjTLTYaWxA\n\nI've updated the main project README to describe the different code repositories and how they fit together:\nhttps://t.co/6v9PG8o82b",
  "Updates are regularly published to this Telegram channel:\nhttps://t.co/bFiAhjZndf",
  "Today I published an update to the CoinJoin project the #BCH community has contracted me to work on.\n\nhttps://t.co/FjTLTYaWxA\n\nI've updated the main project README to describe the different code repositories and how they fit together:\nhttps://t.co/6v9PG8o82b",
  "Coinbase's staking services are not securities. We will happily defend this in court if needed.\nhttps://t.co/GtTOz77YV3",
  "Quarantine is when the movement of sick people is restricted.\n\nTyranny is when the movement of healthy people is restricted.\n\nPropaganda is when the media deliberately deceive the public about that difference.",
  "A reminder for February! https://t.co/NBVjptd7xN",
  "Important truth here.",
  "I'm excited to see the new generation of trading chat bots, now that there is no centralized platform for regulators to squeeze.",
  "Then you too @JohnBLiveFree for introducing me to https://t.co/Nl1tcHZtAC today. What a treasure of a resource!",
  "Great article. The US dollar ponzi scheme is becoming ever more obvious.\n\nWithin 7 years, our financial infrastructure will be broken. If you aren't self custoding assets like gold and crypto, and trading with your neighbors, you are going to starve.",
  "I think BTCs best move is to ossify. Lower the block size, then never touch the code again. I think that would maximize BTC price. There is a lot of people with money invested in BTC that want digital gold and nothing else.\n\nLeave the other stuff to other chains.",
  "I really don't care though. My bags aren't that heavy, and I already use multiple chains. It's just my observation.",
  "Hey @SolarPhasing, I noticed your SLP token generating transactions. Any idea what is driving these transactions? I'm curious how you're using the token.\n\nhttps://t.co/6NmFuwCNqQ",
  "Introducing the Network State Podcast.\n\nThe first episode features me and @VitalikButerin. We talk about starting new countries, upgrading Ethereum, and improving yourself! https://t.co/HnsYCbFBVU",
  "No energy consumption -&gt; no long-term, sustainable economic growth. https://t.co/94FqitjyxK",
  "Everyone’s all “monoliths don’t scale” but then when you look at what they build they’re talking single digit req/s. Monoliths scale just fine y’all need critical thinking instead of Hype Driven Development. Honestly don’t know how microservices are even still a topic.",
  "“Ban databases stored on peer to peer networks” sounds like a boring and silly objective but that’s basically what “ban crypto” means",
  "If you’re surprised at the apparent “sudden” encouragement of censorship by leading core devs in bitcoin you haven’t been paying attention.  We’ve been on this path for quite a while, and it’s likely a win for bitcoin price at the sacrifice of values.  /1",
  "Every couple years, something happens in the BTC community that makes people feel powerless. Right now it's ordinals. Before it was convenants, before that it was block size.\n\nThese are moments I feel gratitude that I chose to focus on the tech and not the money.",
  "🧵 1/ Steve Jobs Last Legacy\n\nSteve Jobs (56) died of pancreatic cancer on October 5, 2011, a billionaire with a fortune of about $7 billion, and here are some of his last words ...\n\n′′In other eyes, my life is the essence of success, but apart from work, I have little joy.",
  "Crypto people need to be aware that this tech exists.",
  "When someone asks me about crypto, I ask them: \"Do you want me to teach you to drive the car, or explain how internal combustion engines work? Driving the car is pretty easy.\"\n\nPointing out the difference helps them avoid a lot of confusion and frustration.",
  "I'm taking Spanish lessons in Mexico, taking notes on a notepad from the St. Kitts #BCH22 conference, on a business trip paid for by the #BitcoinCash community. #BCH permeates my life, and I am grateful. https://t.co/LvrHdOOumg",
  "1/ Good thread on reasons for failed crypto adoption here.\n\nI've traveled a lot the last couple months, and talked with merchants, crypto enthusiasts, and the crypto ignorant. Here is my take on why crypto still hasn't gone mainstream: it doesn't solve the right problems.",
  "5/\n\nI believe that permissions, unfreezable, over collateralized stable coins like YUSD or LUSD are the *best* stable coin tech created by the crypto industry thus far.",
  "6/\n\nI'd like to find investors to help me bridge these stable coins to UTXO chains like #BitcoinCash and #eCash.\n\nThe tech isn't too hard. The money is available. The current blocker is registering a business on a crypto friendly jurisdiction. I need help with that.",
  "It turns out that the design principles that help us partition our systems are independent of programming style or language.",
  "Interesting list of revenue-positive DAOs.",
  "I read the Mastering Lightning book, and took a stab at running a lightning node. Still haven't gotten it yet.\n\nEven if I get a LN node up and running, the configuration to get it to run well is staggering.\n\nThere is a big disconnect between hype and reality.",
  "From a accessibility standpoint, it's far easier to send BTC to the AVAX bridge and spend BTC in it's wrapped form on the C-chain. That is just a few clicks and requires minimal setup.\n\nTrying to setup LN is making me realize that #AVAX probably is the superior #BTC second layer.",
  "I'm spending some time learning to run my own lightning node. I'll be following @renepickhardt to understand the technical reality of trying run a business on lightning.",
  "This is the lifestyle I strive for. In my own way, but this tweet captures the essence of true contentment.",
  "1/ I'd love to start a company to bridge overcollateralized stablecoins from other chains to BCH or XEC. I'm really liking Liquity on ETH and Yeti on AVAX. They are both overcollateralized, unfreezable, audited, and liquid.",
  "3/ If anyone is interested in this, DM me, and let's talk about it.",
  "4/ Here is a high-level description of how such a bridge would be built:\n\nhttps://t.co/EFs5dhZ3pV",
  "Hey @naomibrockwell, I saw you mention on a livestream with @TheDesertLynx that people could port their burner phone numbers to Google Voice to save them? Or something like that???\n\nGot a video or more info on that?",
  "Nostr, or the like, is the endgame solution for social communication. Decentralized and secure.  Similar to the NNTP (net news) solution; but with a crypto twist. \n\nMy public key on nostr is \n\n2ef93f01cd2493e04235a6b87b10d3c4a74e2a7eb7c3caf168268f6af73314b5",
  "I'm trying out #nostr. Here is my pubkey:\n\nnpub188msq9d8tkdnakhlg9j0sn4602773et7ue95u5xeuszf082wx79qq4vz6a",
  "The best Android client I've tried is Nostros. They have an APK file that can be side-loaded.\n\nhttps://t.co/FLaEi0tTe9",
  "Nostros does not present the public key in the 'npub' format, so I had to copy the hex and use this web app to convert it to the npub format:\n\nhttps://t.co/SdkSE5swtc",
  "I'm trying out #nostr. Here is my pubkey:\n\nnpub188msq9d8tkdnakhlg9j0sn4602773et7ue95u5xeuszf082wx79qq4vz6a",
  "The best web client for #nostr that I've tried so far is Iris:\n\nhttps://t.co/Se5jmJOHTr",
  "The best Android client I've tried is Nostros. They have an APK file that can be side-loaded.\n\nhttps://t.co/FLaEi0tTe9",
  "This #BitcoinCash meme worries me. I've heard it repeated often, and only by non-technical people.\n\nI don't think CashTokens will be comparable to ETH contracts. I'd love for someone to change my mind.\n\nI worry that building false hopes will do more harm than good.",
  "Those percentages are why I stopped using #BCHBull. It's nice when it's in your favor, and stupid when it's not. I'd rather hold over collateralized stable coins to skip the fee volatility and active management.\n\nFees should never exceed 0.5% IMO. If fixed, I might come back.",
  "I'm reading up on #nostr protocol by @fiatjaf. I'm blows away by the large network effect this protocol has.\n\nhttps://t.co/uOxgkmmqE9",
  "The snow as a natural medley preservative, the medley as a daily snow gauge. https://t.co/BxPOIb8I3R",
  "Imagine if @elonmusk had taken the money he used to buy Twitter, to instead mainstream cryptocurrency payments and a censorship-resistant social media protocol on top of it.\n\nHe may have had a real impact.\n\nInstead the status quo is ignoring him and Twitter.",
  "\"Wealth consists not in having great possessions, but in having few wants.\"\n\n- Epictetus https://t.co/krMANJrrNr",
  "Happy Solstice! https://t.co/u5U1MY94AG",
  "NBTV just released our first eBook!\n\"Beginner's Introduction to Privacy\"\n\nGreat stocking stuffer if you know someone who wants to learn more about privacy but isn't sure where to begin: This super basic guide is for anyone just starting out!\n\nhttps://t.co/27pkirM20J https://t.co/EECjORKrJv",
  "Some documentation for working with CashTokens on #BitcoinCash just dropped. Pretty interesting. I'm looking forward to seeing what devs build with this new tech, when it goes live in May.\n\nhttps://t.co/AO3odnxGpe",
  "This mornings finds in the frost. https://t.co/ejn6U4oX0m",
  "This is another one of those @RaoulGMI fireside chats that I need to watch 3-4 times before I fully 'get' it. But a lot of what I heard on the first pass is resonating with me, particularly the idea of buying into this bear market.\n\nhttps://t.co/hB0iXYzqKX",
  "Do everything necessary to survive long enough to see the end of the bear market and build cool things during that time.\n\nIf you can do that, there is always a light at the end of the tunnel.",
  "v5.7.0 of minimal-slp-wallet has a new getPubKey() function. It's used to look up the public key for a #BitcoinCash address. The public key can then be used to encrypt message that only the owner of that address can decrypt with their private key.\n\nhttps://t.co/wSBqVS8hGh",
  "#Bitcoin 101:  The correct conclusion reached after 10 years 🤣\n\nAcknowledging \"Jeff was right all along\" would probably be too much, though, because that would acknowledge people were played by Blockstream and friends. 🔥\n\nWe'll get there in another 20 years. 😀",
  "Hey @TheDesertLynx I noticed you're giving out NFTs on your show. If you're interested in NFTs on the #BitcoinCash, reach out. I'd be happy to walk you through some of the tools for creating and managing NFTs.\n\nWe've got mutable data! Example:\nhttps://t.co/37bHxnQAEe",
  "Here's a few more tools.\n\nNFT Creator app:\nhttps://t.co/Yu3mhSfBhR\n\nNFT Collector and sharing app:\nhttps://t.co/fAy0eVQrcV\n\nDEX for buying and selling tokens:\nhttps://t.co/CKYRjpmirW\n\nAnd for power users, a command-line tool:\nhttps://t.co/xf905yjPQ4",
  "Bitcoin Core BTC #bitcoin should *definitely* transition over to 300kb blocks by 2024, and 100kb blocks by 2025.  I have plenty of mathematical models I can show you that this is the way forward for best decentralization experience. Retweet if you agree. #MakeBitcoinGreatAgain",
  "The weapon to destroy free speech is to call all speech you disagree with “misinformation.” We do not have free speech to talk about the weather. Free speech is to protect controversial speech. More and more people do not value free speech.",
  "Todays offering to my home island. Freezing nighttime temperatures coming tomorrow, so these colors are appropriate! See more of my daily quiet adventures on my new blog: https://t.co/dFdRtYdga1 https://t.co/3Yib1brR90",
  "WHILE FTX &amp; SBF CHILL in PARADISE, IAN FREEMAN FACES LIFE in PRISON\n\nReal time, side-by-side comparison b/t Sam Bankman-Fried &amp; @FTL_Ian -- one man with all the right political connections &amp; views, the other fighting for financial freedom.  \n\nUp now: https://t.co/jjmGTAXbGL https://t.co/72OPBBpxwE",
  "Dear @elonmusk, can we please have a shared blocklist feature to deal with these bots? The crypto scams in the replies are out of control. Maybe I have 2 lists: 1. block for being an ass, 2. block for being a scambot. People could subscribe to my List 2 and I could sub to theirs.",
  "PSF DEX is one of them! Check it out:\n\nhttps://t.co/j8Y0eq8TjU",
  "Another country making #bitcoin a national currency. https://t.co/XRJvPNaIFO #freedom #trust",
  "Read Here: Full Speech of Prime Minister Terrance Drew on Cryptocurrency at Electronic Cash Conference by BItcoinCash – Times Caribbean Online https://t.co/FAoKIUPlnu https://t.co/eBR1V0CcLo",
  "@skosana180 Coinbase did not delist these coins. You can still find them on the exchange.\n\n@CoinbaseWallet is NOT the same as @Coinbase Exchange.\n\n\"Coinbase Wallet\" is a non-custodial wallet app made by Coinbase, NOT to be confused with the \"Coinbase\" app where you can buy and sell coins!",
  "I've been taking a hard look @LiquityProtocol , to act as a sort of 'savings account' in ETH. Anyone aware of problems with this protocol? #Ethereum people, help me understand any downside.\n\nIt seems like a good time to open a Trove with prices being down.",
  "I've been particularly fascinated with contrasting Liquity with @BCH_BULL. The Bull allows hedging, but not really savings. Liquity allows savings, and an ability to draw limited capital from that savings.\n\nI'm open to other opinions. I want to learn more.",
  "We did it #BitcoinCash community! We reached the funding goal!\n\nI am so honored that so many people were willing to financially support this idea. I look forward to building it, and getting your feedback!",
  "@TheBitcoinJason interviewed me about the work I'm trying to do, and the funding I'm trying to raise through Flipstarter. It was a great opportunity to clarify some of the confusion.\n\nThere is still 32% funding needed. More #BitcoinCAsh support is needed!\n\nhttps://t.co/cy1mQWkLsN",
  "Here is the livestream interview:\nhttps://t.co/UujhhxW98s",
  "Here is a Reddit thread about the interview, if anyone has questions or comments:\n\nhttps://t.co/gDPxg95UZW",
  "Let's get this one funded! This will be a great addition to the community, especially with token support. #BitcoinCash #BCH $BCH #CoinJoin #privacy",
  "The Flipstarter campaign to fund an alternative CoinJoin protocol capable of supporting tokens ends in 6 days and it's half way funded! Come on #BitcoinCash community! Let's get CoinJoin widely integrated into #BCH wallets!\n\nhttps://t.co/9h3dQiqLCP",
  "Here is a link to the Flipstarter campaign:\nhttps://t.co/cy1mQWkLsN",
  "During the #BCH22 conference, I gave a presentation on how @PSF_DAO have been able to reduce our cloud infrastructure costs by over 90% (&amp; you can too). Here is a copy of the presentation for anyone who would like to watch it.\n\nhttps://t.co/vq2SVKlJAO",
  "Join the #BitcoinCash22 conference after party on the #BitcoinCash Hangout Sunday 27th November at 1 UTC! 🍾🥳🏝️\n\n#bch #bitcoin #bitcoincash22 #skn\n\nhttps://t.co/lyNAn0eexg",
  "FAQ\n\n1. Can I hire you?\nA: Yes. I have never not been employed, so realize you're competing with at least 2-3 other projects for my time. \n\n2. What do you do?\nA: I make my bones writing: news stories, op/eds, blogs, whitepapers, video scripts, marketing copy, ghosting for CEOs...",
  "This news is possibly more important than the legal tender news. @zapit_io wallet allows any person in India to get paid and live off #BitcoinCash. Today. Right now.",
  "Hey @TheDesertLynx, you should consider interviewing @RadicalRomit. There is a story here that aligns well with your channel.",
  "This news is possibly more important than the legal tender news. @zapit_io wallet allows any person in India to get paid and live off #BitcoinCash. Today. Right now.",
  "The establishment wants controlled crypto.\n\nHad FTX won, they’d control through centralization. With FTX lost, they want control through regulation.\n\nAt no point was the goal consumer protection. Because SBF walks free, while they plan to steal your money. https://t.co/E0DhSVPP49 https://t.co/2NI9fbSVOA",
  "I have a presentation at #BCH22 on lowering the costs of infrastructure. Here is the recording of that presentation:\nhttps://t.co/hrIkrp12oP",
  "Here are links to additional information I discussed in the presentation:\nhttps://t.co/mJndcf8VOq",
  "Here are the slides from that presentation:\n\nhttps://t.co/YSMdM83Axo",
  "#BitcoinCash to become legal tender in St. Kitts and Nevis in March 2023 per the Prime Minister 🎉 #BCH2022",
  "Favorite quote of the day: \"If an evil person calls you evil, you should take that as a sign that you are on the right path.\"",
  "Practice safe CEX: always pull out (your funds).",
  "1/\nI'm watching all the commentary on the market turmoil, and I'm feeling really glad I don't have to sweat it.\n\nI've spent years in this space, and learned how to weather these storms by managing a well diversified portfolio of net worth.",
  "2/\n\n- farmland, vehicles, &amp; community are wealth, not money. 50% of my net worth is allocated to this category.\n\n- physical gold &amp; silver are non-liquid money. 10%\n\n- crypto (not tokens) are liquid money. 15%\n\n- fiat and tokens (DAI preferred) are currency. 25%",
  "3/\n\nWhen I feel like the the crypto market bottoms, I buy crypto by rebalancing my portfolio.\n\nWhen I feel crypto is peaking, I sell crypto by rebalancing my portfolio.\n\nMy net worth increases over time, and it makes me look forward to the volatility.",
  "Seems to me that a lot of smart crypto people are leaving the US because of cases like this. Myself, I've got my eye on the Bahamas. Lots of love for crypto over there. I'm leaving soon to check it out.",
  "Here's a friendly reminder that @christroutner has a @flipstartercash to bring another privacy option to #BitcoinCash through a JavaScript CoinJoin implementation. Check out his campaign and consider donating to help the #BCH community continue growing!!\nhttps://t.co/8mMMZMhAF2",
  "In “Stop Drinking the Elite’s Kool-Aid”, I set the record straight and contextualize the often unmatched scrutiny placed on El Salvador from the most powerful governments, NGOs, and mainstream media.\n\nI respond them here with their own data.\n\nhttps://t.co/nGiOoNvmop",
  "The ADP payroll report is all leisure and hospitality jobs followed by trade and transportation jobs. Hiring ahead of the holiday season. The underlying report is weak and shows a slowing economy.",
  "Hey—sorry you lost your job b/c of the vax that doesn’t work and your grandmother died alone and you couldn’t have a funeral and your brother’s business was needlessly destroyed and your kids have weird heart problems—but let’s just admit we were all wrong and call a truce, eh?",
  "I'm proud of myself, that I can read this and actually understand it.",
  "I made a general tutorial in english that describes how to pledge to @flipstartercash \n\nhttps://t.co/P7Q0jGjP7U\n\n#BitcoinCash #BCH is #Bitcoin https://t.co/4Ox14XF7Lt",
  "Every user of #BCH #BitcoinCash is an influencer but not everyone is able to write solid software\n\n@christroutner is a gem, Bitcoin needs more dapp devs like him\n\nPledge to his @flipstartercash  campaign in seconds using any wallet, even $1 is good vibes\n\nhttps://t.co/osSgbJ0D88 https://t.co/DqWvWlv9bq",
  "This looks interesting.",
  "Wow! I am so encouraged to see that people who care about privacy tech are willing to donate to my Flipstarter campaign! There is still a long ways to go, but I'm inspired by the comments of people who have pitched in. Thank you!\n\nhttps://t.co/cy1mQWBOuN",
  "https://t.co/dYOljrvl2X",
  "If you haven't used CashFusion for a while due to recent server-related frustrations you should give it another go, been getting many more fuses lately.",
  "6 months ago, I put out an ad called \"War is Gay\" that has over 500,000 views.\n\nI lied in that ad. Here's the truth: https://t.co/axH7lDHH17",
  "What Are Flatcoins and Are They a Better Inflation Hedge? As inflation rates go to the moon, “flatcoins” are coming along for the ride.\nFlatcoins are a new type of stable coin pegged to the cost of living instead of real-world assets such as fiat currencies. \n@Blockworks_",
  "Enlightening.",
  "#BCH needs the multiple implementations of this to remain P2P cash. Chris is a dev with a proven track record. #BitcoinCash",
  "well.. it's about time 👏 👍",
  "@christroutner Will be joining us at todays #SmartBCH Twitter Hangout. He will be talking about his Coinjoin Flipstarter project which look to aim those BCHers who have had a CF bad user experience! LIT",
  "I've started a @flipstartercash campaign to see if the #BitcoinCash community wants to fund a #JavaScript alternative to CashFusion. I'd love to see CoinJoin in more wallets\n\nHere is the campaign to donate:\nhttps://t.co/cy1mQWkLsN\n\nHere is a Reddit thread:\nhttps://t.co/Yi0cHIUWpS",
  "\"If you want mass adoption of crypto you need to put up with KYC, censorship, centralization, custody...\"\n\nWhat's the point of mass adoption then if it just re-creates the system we already hate?\n\nI don't care about such mass adoption, I want freedom for those who want to be free",
  "This is the BSV response to malicious miners generating empty blocks. They are attempting to resist the attack with legal means. And it doesn't seem very effective.\n\nContrast to eCash, which fends these attacks off with Avalanche consensus, effectively.\n\nhttps://t.co/AvcjgHYP99",
  "I'd be interested to hear from the #eCash @Bitcoin_ABC  dev team on this topic. Now that Avalanche consensus is live on mainnet, do you think it will be used to reject empty blocks?\n\nI'm thinking of a miner that consistently generates empty blocks. Not one-off blocks.",
  "If anyone wants a quick summary of the history and status of SLP token protocol on #BitcoinCash and #eCash, this thread has some good info.",
  "#BitcoinCash Hangout is back and bigger than ever! Join speakers from the #BitcoinCash22 conference including Roger Ver, John Nieri, Sunny Gehani and so many more! Come join the party Sunday 23rd October at 13:00 UTC! 🥳\n\n#bch #bitcoin #cryptocurency \n\nhttps://t.co/Z867XemTJm",
  "I haven't played with this, but it's nice to see @THORChain shipping #JavaScript modules, to allow creative programs for the swapping of assets.",
  "The non-profit that focuses on policy issues facing #cryptocurrencies, Coin Center, has filed a lawsuit against the US Treasury department over the #TornadoCash ban. https://t.co/jlesW4V60m",
  "If you use Wikipedia, you've seen pop-ups like this. If you're like me, you may have donated as a result. \n\nWikipedia is an amazing website, and the appeals seem heartfelt. But I've now learnt the money isn't going where I thought... https://t.co/c81e9MhBjW",
  "I have control of an #Avalanche validator node. Are there any cypherpunk subnets that I can participate in?\n\nI'd love to participate in a community that promotes e2e encrypted messaging, OpenBazaar-style permissionless marketplace, etc.",
  "This is why I live on an island, without any police presence. The island is peaceful, because its populace is heavily armed and neighborly.\n\nThe day we get police on this island, is the day I move to a more remote island.\n\nPolice scare the shit out me.",
  "Lots of lessons in this article, regarding the running of a crypto project.\n\nThe article points out problems, offers thoughtful solutions. Great summary of a typical crypto project.\n\nToo many projects are poorly executed. But thoughtful reflection is how the space grows.",
  "For a counter example, of a crypto project that has been brilliantly executed and remains decentralized. Watch this presentation.\n\nhttps://t.co/1SPjl466ix",
  "Really interesting take on the metaphysical underpinnings of proof-of-work vs proof-of-stake.\n\nhttps://t.co/2MP8kvXq65",
  "39 Days left.. #bitcoincash22 - The #electroniccash #conference #stkitts #nevis #caribbeanexperience . Nov 12-13, Our Panelists for Development &amp; Payment Processing https://t.co/xbcw9tDFRn",
  "Hmm... 🤔 It's almost like the planned it... 🤫\n\nhttps://t.co/mxIdmN48Ir",
  "If you held $1 million USD in the bank since 2015, here's how much you would have today depending on the currency saved in:\n\nUSD: $700,000\nTurkish Lira: $140,000\nLebanese Lira: $40,000\nArgentinean Peso: $30,000\nVenezuelan Bolivar: $2\n#Bitcoin: $61,000,000+\n\nSpeaks volumes.",
  "Best @michaeljburry take I've seen yet. https://t.co/o3GYCNDmDt",
  "Wow. Look at that increase in physical delivery.\n\nIf this goes on much longer, we'll find out just how much gold is backing up the paper.",
  "In the first 10 minutes of this interview, @LawrenceLepard lays out a super-coherent explanation of what's happened and is about to happen in financial markets.\n\nhttps://t.co/G8VgFpfiLX",
  "In Episode 5 of #web3andthrive I talk about:\n--&gt; the problem with product marketing in WEB 3\n--&gt; what product marketing should look like\n--&gt; how you can fix it in your business to get AHEAD of every other project NOT getting it right in Web 3. \n\nListen: https://t.co/2zs9QMZhCB https://t.co/GRto46b3vN",
  "Any activist groups out there that need help fighting against censorship? I'd like to explore the power of NFTs to distribute information. Please pass this along.\n\nA good example is the news videos captured in this NFT example page:\nhttps://t.co/fAy0eVQrcV",
  "Crypto doesn’t have a supply problem. It has a demand problem.\n\nDemand makes crypto prices go up, not scarcity of supply.\n\nScarcity just dampens the lows and multiplies the highs.\n\nWhen will the bear end?\n\nWhen demand returns.\n\nHow do we do it? Same as always. Build apps ppl want",
  "Digital identity and privacy are going to be major themes this decade. As you build and write new rules, remember: people have a right to financial privacy. People have a right to reinvent themselves. People have a right to alternate personas and anonymity.",
  "I've created a #JavaScript #React app that makes NFTs for a few cents of #BitcoinCash:\n\nhttps://t.co/Yu3mhSfBhR\n\nYou can easily share your NFT collections with this second NFT Collector app. Here is my collection:\n\nhttps://t.co/fAy0eVQrcV",
  "Sidechains are defined differently depending on who you ask. In the most general sense, a sidechain can be described as a blockchain that can interact with another blockchain. \n\nGet educated on sidechains: https://t.co/yRNsp5sayN https://t.co/WLQUE8udM7",
  "Good refresher conversation on the time-stamping property of the #Bitcoin protocol. All #cryptocurrency #developers should be familiar with the nuance of this subject.\n\nhttps://t.co/kldtc7lo1p",
  "I wonder what the market value of POW eTokens will be when @christroutner finishes the eToken decentralized exchange. I guess the value will be up to me.",
  "The more I study this project, the more excited I get about it. \n\nI tried out the alpha version. It works great. Getting your head around the concepts can be daunting. But at scale, this is a much better solution than stable coins.",
  "Wow. I thought the time had come to move my @nodejs  code from CommonJS to ESM, but the #JavaScript industry is clearly not ready for it yet. So many tools and workflows are breaking.\n\nI'll try it again next year.",
  "I've making a concerted effort to bring my money-making cryptocurrency code-repositories up to 100% test coverage. This makes it much easier to collaborate with open source #JavaScript #Developers.\n\nHere is the latest one to hit 100% test coverage:\nhttps://t.co/OtR9pSQT0W",
  "Hey @BchStable, I've really been enjoying your artwork. Check out the @PSF_DAO NFT creator:\nhttps://t.co/Yu3mhSfBhR\n\nYou can turn your images into NFTs, and then sell them on the BCH DEX:\nhttps://t.co/CKYRjpmirW\n\nCome to our Telegram channel if want help:\nhttps://t.co/ZHZGSLsejy",
  "I'm looking forward to seeing the impact of this on the Bitcoin space. No more 51% attacks!\n\nThe big question in my mind: will we see a flurry of ABC forks, now that low hash chains can safely exist?",
  "Great take by @MetreSteven. This is the best explanation I've heard for the recent increase in stock market and crypto prices. It's a not a good thing.\n\nhttps://t.co/sbb3D6A0B3",
  "A good bitcoiner should defend defi on ethereum when the government attacks it on grounds of surveillance.\n\nA good ethereumer should defend PoW on bitcoin when the government attacks it on grounds of energy use.\n\nThe war is money vs state. The latter is powerful. Do not squabble.",
  "I'll be there.",
  "Watching my brothers trying to raise their kids in this crazy world, makes me feel better about my choice not to have any.\n\nUnless you are able to homeschool, it's a scary time to raise kids.",
  "I just updated the 'consulting' page on FullStack. Any business owner that would like someone to build them an online store, for selling items for BCH, or needs a custom BCH app built for their business, please reach out!\n\nhttps://t.co/oF01w4VT5j",
  "#Putin has a far better understanding of #inflation and the U.S. economy than #Powell, or any member of the FOMC. Maybe this is the real reason why he is so dangerous.",
  "If you need a simple burner #BCH wallet try https://t.co/7me8ttHvRi",
  "\"The use of cryptocurrency to pay for imports is seen as a way to circumvent U.S. sanctions imposed on the Iranian finance and banking sector, allowing Iran to trade with countries similarly embargoed by U.S. sanctions, including Russia.\"\n\nhttps://t.co/iqzeYZzBFj",
  "\"The minister added that under an agreement between his ministry and the central bank of Iran, cryptocurrency can be used to pay for imports. He additionally noted that local business owners can import cars using cryptocurrencies instead of the U.S. dollar or euro.\"",
  "See flag. See electric bill.\n\nI’m guessing if you asked them “would you pay $10,000 every 2 months for your electricity to stand with Ukraine?” their answer would be “no.”\n\nWhen the reals meet the feels. 👇",
  "Tomorrow at 2.30 UTC we Will be having a very interesting talk with @joemar_taganna \n\nSet your Reminder ⏰ ---&gt; https://t.co/CMhOjFtfOB\n\nAs Always, we Will giving away #xolosArmy NFTs ⚡",
  "Never attribute to conspiracy what is more easily explained by incentives and incompetence.",
  "People stop dining out, restaurants will go under. As restaurants go under, commercial property owners will follow. As comm’l ppty owners go under, so will lenders. As lenders collapse, so will sovereigns.\n\nA cheap &amp; plentiful supply of energy underpins every asset but phys gold",
  "#bitcoincash2022 #bitcoincash #bch #conference #caribbeanexperience #stkitts #nevis #cryptocurrency https://t.co/PWAPlMyzQJ",
  "Even if he doesn't win, I'm glad @brucefenton is out there widening the Overton window in politics.",
  "How to DDOS a censoring validator: flood the network with very complex transactions that, by the end of them, touch Tornado Cash.\nBecause of the Halting Problem, the validator can’t know what they do without executing them fully, so they’re forced to do unpaid computation work.",
  "I am now regularly backing up my GitHub repos to @radicle and @Filecoin. I add cross links to each in the README.\n\n#Crypto #JavaScript #Developers prepare to be banned by @github",
  "I'll be there, showcasing infrastructure for businesses via @FullStackCash, developer resources via @PSF_DAO, and the no-KYC trading app PSF is currently developing.\n\nI hope to see you there too!",
  "I've been scratching my head the last few days, trying to figure out why savvy investors are buying 2 yr treasury bonds. \n\nI think I figured it out: It's a bet that the FED will pivot, which makes the current interest rate desirable for the sake of reselling bonds in the future.",
  "But buying bonds puts downward pressure on the rate, essentially forcing the effect of the FED lowering rates.\n\nPlus, if there is market appetite for bonds, the Treasury can continue to issue debt.",
  "And if this all continues to play out, wouldn't that result in a kind of 'soft landing'?\n\nWhere is my thinking incorrect @RaoulGMI, @FossGregfoss, @LawrenceLepard?",
  "In today's @PSF_DAO Technical Steering Committee (TSC) meeting, we discussed how junior #JavaScript developers can get started exploring the intersection of the #metaverse and #cryptocurrency.\n\nhttps://t.co/ii6uv9zJcX",
  "Wow 😮 this is a big deal. This could be the thing that sets off world war three.\n\nPersonally, I'd love to see competition between reserve currencies and commodity pricing of gold. It would lead to a more fair world, and level playing field for entrepreneurs.",
  "This research echos my own experience designing the @PSF_DAO SLP token indexer.",
  "The upcoming purge will strip the chaff from gold. \n\nWatch closely and do not forget.",
  "Privacy is not a crime.\nDeveloping tools to maintain your privacy is not a crime.",
  "excellent thread\n\ncode is speech, money is speech, and the right to freedom of speech is foundational\n\nthis isn’t about regulation, this is about control and coercion",
  "Most of those who oppose Ross' freedom are misinformed by the smear campaign carried out against him. \n\n Facts. \n- SR had no victims\n- SR had multiple DPRs, including 2 corrupt fed agents. \n-American Kingpin, Wired, and Vanity Fair are not reliable sources for Ross' story.",
  "Thank you to everyone who's donated towards the hosting costs of The #BitcoinCash Hangout! \n\nThe #Flipstarter is already 65% towards being complete!\n\n@omatascroll has updated the Flipstarter to help make payment easier for those that had difficulties: ❤️\n\nhttps://t.co/UM4A629vfJ",
  "The slippery slope of convenient, centralized infra is that the nanny-state has a deputy to prevent you from using your money freely or maintaining your privacy.\n\nBitcoin UTXO tech is small and nimble, making it easy for small communities to operate sovereign infra. See @PSF_DAO",
  "#Cryptocurrency developers: make sure you mirror your GitHub repositories on @radicle. Be prepared for the day you get banned for your work.\n\nHere are my notes for mirroring GitHub repos on Radicle:\nhttps://t.co/umYOQmkWIT",
  "I see the point of the not-recession camp: employment is high, the stock market is doing not-bad.\n\nI see the point of the recession camp: We've had two quarters of negative GDP.\n\nWhat I'm waiting to hear is a clear thesis: Can the USA persist with negative GDP?\n\nMaybe we can???",
  "For context: many believed the response to '08 would cause inflation, but it didn't. It took a long time to notice the velocity was zero, and inflation was restricted to assets.\n\nThis makes me think the US could have extended negative GDP without hurting employment. ...Maybe?",
  "The point: I'd like to hear a steel-man argument as to how the USA could continue to have low to negative GDP for a number of years without seeing a noticeable increase in unemployment.\n\nI'm not saying I'd believe it. I just want to hear it.",
  "Wed Aug 10\nTwo candidates for US Senate\nfrom the Free State of NH\n\nTalk about the future of liberty in NH\n\nAnd the threat we face\nfrom an oppressive Federal Government\ntrying to enslave us all.\n\nFenton @brucefenton \nKauffman @jeremykauffman \n\"Unbridled Conversation\"\n\n#NHPolitics https://t.co/eJiJWyp6kY",
  "I'm kicking the tires on the avax-dex #Avalanche X-Chain DEX that we're building at the @PSF_DAO.\n\nhttps://t.co/esLhBykD0u",
  "US regulators will certify first small nuclear reactor design. It can be built off-site and then moved to the place it will operate.\nhttps://t.co/GtMOcjFUl7",
  "📢 eCash Avalanche Development Update\n\nHere's a development update detailing what's been achieved &amp; the current status of Avalanche Post-Consensus development since the last update in early May.\n\n📝Read here: https://t.co/ulmIem853b\n\n$XEC #eCash #XEC #JustBuild 🛠️ https://t.co/3ZkBsdfp0d",
  "Orwell called them “thought police”.\n\nToday, we know them as “fact-checkers”.",
  "The latest #BitcoinCash Hangout #6 is now available on your favourite service, such as RSS,  Spotify, or Amazon. Thanks to all guests @christroutner @bchsunny @TheBCHPodcast @kzKallisti @CheapLightning  &amp; audience members for making it a great space!\n\nhttps://t.co/PMSdaFbL18",
  "Sometimes satire is the best way to educate.\n\nhttps://t.co/MFbhwVw6EA",
  "I'm looking forward to this #BitcoinCash hangout today. Join us!",
  "Here is a fun little @nodejs #JavaScript app that beeps any time a new block is found on the #BitcoinCash blockchain. This is handy for #Developers building #BCH apps.\n\nhttps://t.co/7ecwmKhEoi",
  "Want an innovative and highly competent dev to help with a project? CHRIS. IS. YOUR. MAN!",
  "I'm looking for new clients: entrepreneurs who need help building their crypto idea into an app.\n\nThis blog post covers my software dev process, and what clients can expect when working with me.\n\nI'd love feedback from other #JavaScript devs!\n\nhttps://t.co/eky5rtlBec",
  "What are examples of successful crypto projects without transferable governance tokens, but still has governance?",
  "https://t.co/UwPHg0dbNh is a great framework for interacting with the #BitcoinCash blockchain, and I can't wait to hear more about it from @christroutner himself! You definitely won't want to miss this Hangout!",
  "Great interview! @TobiasRuck @cyprianous and @CoinFrontation 💯\n\nI wasn't a fan of not having built-in staking rewards on #eCash, but your words have opened my mind\n\nLetting the free market decide the staking % is a very good idea that should be considered 👌\n\nGo watch it! 🍿",
  "Them: \"inflation is a measure of purchasing power, not money supply!\"\n\nMe: \"how does one reliably measure purchasing power?\"\n\nThem: \"use this complicated formula that we change regularly so that the output makes us look less bad for inflating the money supply.\"",
  "This is the money chart.",
  "Know anyone who has dreamed of building a cabin in the San Juan Islands of Washington State? I just reduced the price on a piece of property I'm trying to sell to $195K. It's a turn-key build site with an office/cabin already in place with all utilities.\n\nhttps://t.co/NSR00CMeeg",
  "I've forked psf-bch-wallet to psf-ecash-wallet. These are both command-line apps for working with #BitcoinCash and #eCash. I'd love to collaborate with other #JavaScript developers on these wallet apps.\n\nhttps://t.co/pupb26Ewro",
  "These irreplaceable old growth forests continue to be logged across British Columbia. Over 1,100 people have been arrested trying to keep them standing.\n\nThere is no time to waste. Protect the Irreplaceable. \n\n#ActOnClimate #climate #energy #nature @bcndp #bcpoli #bcgov https://t.co/cH8IvEUUfz",
  "Are you currently hiring for a role that includes using Node.js? Reply with a link to the opening and any relevant context.\n\nIf you're not, we'd appreciate a retweet for visibility 💚",
  "\"The extradition of Assange basically amounts to the criminalization of journalism. Here’s why you should care\" @naomibrockwell #FreeAssangeNOW https://t.co/28xS9qnIdC",
  "If you're interested in building the best tech in blockchains, we are hiring!\nhttps://t.co/05R0Wvqo2Q",
  "Want to work on P2P full-time? We’re continously hiring! DMs are open 🔥",
  "#eCash has created a command-line app for running CashFusion protocol. This makes it much easier to obtain fresh, anonymous coins.",
  "\"From my vantage point, today’s negative financial sentiment most closely resembles 2008. If we are headed for a prolonged downturn, there are some tactical lessons from the 2008 era, namely preserving capital and staying focused on your long-term vision.\"",
  "I'm optimistic about #eCash and #AVAX. But one low-risk feature I like about #BCH: it has no central organization responsible for it's success. It's a pure open source project.\n\nThat means it grows slower, but no one can fumble the execution to death.\n\nHoney badger don't care.",
  "I'm keeping my eye on Zimbabwe. Hyperinflating currency, but the central bank has done a 180 and gone full Austrian. It'll be interesting to see if they are able to claw themselves back from the brink of collapse.\n\nhttps://t.co/dJ5TR9ThgX",
  "@christroutner The space would be much better with more people like @christroutner d",
  "I couldnt agree more. Chris knows that there are many ways to avoid tunnelvision and builds on multiple blockchains.",
  "I looked at Terra last year, and decided to stay away from it because I didn't like their tech.\n\nPeople in the #BitcoinCash space encouraged me to support FlexUSD and build on SmartBCH. Again, I stayed away because of technical fundamentals.\n\nI'm really glad I listened to myself.",
  "In contrast, I recently bought a lot of #AVAX on the dip, and I'm in the process of setting up a validator.\n\nI've also accepted paid work in #eCash, and I'll be using that money to run a validator on XEC.\n\nThese are two projects that have good technical fundamentals.",
  "And to be clear, my favorite chain is still #BitcoinCash. It will continue to be an awesome chain to build on, and I will continue to build on it. \n\nWhatever drama is happening on SmartBCH does not effect the main chain at all.",
  "What will people in #Venezuela use now that Uphold is moving out of the country? This is a very popular #crypto app.\n\nI like to understand how people in the country get by.\n\nhttps://t.co/AWgUhFl6UE",
  "Beautiful mutations:\n\nAbout 1 in 30 foxgloves in my area, have this mutation. The stem stops abruptly and spawns a big flower. https://t.co/eeWyad0aVh",
  "if you don't give the right people money and power then the earth will explode, it's called climate change https://t.co/6dQlLXC8wi",
  "\"Friendly advice for all would-be DAOs: having a bank account is a non-starter.\"\n\nI'll be using that quote, quite a bit. It's going to take years for that truth to sink into the industry.",
  "Out there in America is some other working-class guy, who is prudent, and who acquired Bitcoin with a portion of his savings, knowing it had risk.\n\nHe will not be a working-class guy a decade from now, while his former colleagues continue chasing debased fiat their entire lives.",
  "Such a well worded tweet.",
  "Pretty cool! I'm looking forward to seeing these Oracles and Script contracts grow on #BitcoinCash. \n\n@PSF_DAO regularly discuss and tracks the progress of @GeneralProtocol software, looking for opportunities to incorporate it into our web3 and token software.",
  "I'm loving these prices. I'm scooping up AVAX, BTC, and BCH on the cheap.\n\nBuy low, sell high. Now is the time to buy. I'll sell it back once the market is over this little tantrum. None of the fundamentals have changed.",
  "https://t.co/zpofs5AtNy",
  "The Membercoin chain is live.\n\nhttps://t.co/cYMiXor5z8\n\nAny yegg can start cpu mining with the binaries, it's going to be duck soup for a while.\n\nCheck the Discord for a bull session on this.\nhttps://t.co/2UVSATp6LA",
  "Thought provoking article on the proper data structures for the ideas around 'soulbound tokens'. \n\nI think this idea of signed claims would work well with the @PSF_DAO P2WDB (pay-to-write database). Claims could represent ratings or certifications.\n\nhttps://t.co/GWxR4WrHqs",
  "I just listed my property for sale. Decatur Island is located in Washington state, just south of the Canadian border, in the San Juan island chain. Here is some drone footage taken at the property.\nLink to the MLS listing is in the YouTube video comments.\n\nhttps://t.co/O3Fq6QHVtL",
  "Good news for all holders of $USDT on SLP $BCH.\n\nWe are able to accept deposits again so you can finally convert your remaining Tether tokens. \n\nNo KYC!\n\nBe aware that it might take a few hours for your deposit to complete.\n\nhttps://t.co/EwWzjp1Cgo",
  "Let’s normalize working #AsyncNotASAP 🤝",
  "Cc: @TK_Coleman https://t.co/Oci2unHf0M",
  "Thanks for the shout-out @cgcardona! It was great listening to you and @srust99 catch up!",
  "I just reread Working In Public by @nayafia. This article by @geerlingguy underscores the healthy boundaries that 'stadium' model #OpenSource developers need to develop with their contributors.",
  "Circumventing the State and making payments over the Internet *is* the intrinsic value of Bitcoin. \n\nThere are others too, but Lyn makes a great defense of those two.",
  "I've long been a fan of DAI.\n\nI looked into Luna and USDT about a year ago, and made the decision to stay away from it. That turned out to be a good decision.",
  "Someone asked me for a list of good crypto Twitter follows, so here they are!\n\nNOTE: Before you get butthurt at being excluded, this is NOT a list of my favorite follows, or the smartest/best people in the space. It's a minimalist list for newbies to gain perspective.\n\n(1/11)",
  "A well armed society is a polite society.",
  "I just received a retroactive grant from @radicle as a 'thank you' for creating this walk-through article for using Radicle to backup GitHub repositories on Ubuntu.\n\nThank you Radicle! I love your ethos! @PSF_DAO is going to back-up all our repos.\n\nhttps://t.co/umYOQmkWIT",
  "Dollar-cost-average buying during bear markets, leads to dollar-cost-average selling during bull runs.\n\nOnce you get the hang of it, volatility is fun! And it's neat seeing your net worth have a steady, upward trend over a long time span.",
  "This log chart of Bitcoin price is the only chart that anyone needs. The is 'macro' for the crypto industry. \n\nWhen the price is below the mean trend, buy. When the price is above the mean trend, sell. \n\nDollar-cost-average. Don't try to time the market. The trend is your friend. https://t.co/TZoJig9cWN",
  "Just want to say “I’m sorry” to all the OG anti-vaxxers out there. I used to think you people were weirdos.",
  "I want to rule you\n\nhttps://t.co/7YKykBtVCF",
  "Hypocrisy is thick these days. https://t.co/eShVneluqL",
  "This. This is what I've been saying at the @PSF_DAO TSC meetings. History rhymes.",
  "I'm playing a new game: everytime BTC hits a new low, I buy $100.",
  "Make Bitcoin Linux again. It is software not a high school debating competition.",
  "The Bitcoin Cash community almost completely ignoring their THORChain integration so they can chase SmartBCH will prove to be one of the most foolish tactical mistakes in crypto today.",
  "Ultimately, blockchains are revolutions, and their success depends on the number of revolutionaries, not users.",
  "📢 eCash Avalanche Development Update\n\nWe know you've been waiting patiently to hear more about Avalanche's development on eCash. We'd like to give you an update about Avalanche and fill you in on what to look forward to.\n\n1/ 🧵\n\n$XEC #eCash #Crypto #JustBuild 🛠 https://t.co/UOgg8khndq",
  "More moves by Russia to peg its currency to gold and commodities. \n\nI've also been hearing talk of a 3R reserve currency: ruble-renminbi-rupee (Russia, China, India). They would all be easily exchanged. If one is backed by gold, they all are.\n\nhttps://t.co/qIwwk8iOYq",
  "Weather it's the Taliban storming your house and taking your money, or the IRS threatening you with jail time and taking your money, cryptocurrency helps common people protect their wealth from the threat of violence. The degree of violence is a detail.\n\nhttps://t.co/w8W3x9Kfbk",
  "I sure hope all my free-speech loving friend are right in their celebration Elon buying Twitter.\n\nI can think of a couple dark outcomes:\n\n- Twitter data is fed into AI to better sell us things.\n\n- He changes his mind on free speech, like he did on Bitcoin.",
  "Web3 has to be Web first, not apps.\n\nOtherwise Apple has one ball and Google has the other.",
  "I've been teaching myself to work with @radicle as an alternative to GitHub. I strongly urge #Bitcoin and other #cryptocurrency developers to learn how to backup their code.\n\nHere are my research notes on working with Radicle.\n\nhttps://t.co/8G9px5bXoW",
  "A small dose of sanity… https://t.co/bTkiNv7rAc",
  "I've watched this video three times now, trying to absorb all the info. Such a great summary of what is happening, what to watch for, what will happen, and what to do about it.\n\nTL;DR: Buy physical gold\n\nhttps://t.co/X3dmDYgN8Z",
  "Crypto devs: you will be censored from GitHub soon. It's an easy lever for the State to pull.\n\n I took a few hours yesterday to learn  @radicle. You should too. I'm backing up my repositories on radicle and Filecoin.\n\nhttps://t.co/RaBTc1AvGR",
  "Here are my notes on learning to use @radicle:\n\nhttps://t.co/jLS7WDNTfW",
  "It turns out that if you did the opposite of everything the CDC advised, and took what the FDA said not to, you pretty much did all the right things.",
  "I like that gold and Bitcoin are both inflation hedges, and that they are uncorrelated to each other.\n\nI plan to buy a little bit of both, each month, for the rest of my life.",
  "#JavaScript use to be simple and fun to work with, then the transpilers came and ruined it. Now everyone wrestles with tooling and blames JS.\n\nI only use transpilers if I have to: like compiling a Gatsby site.\n\nI like errors that tell me what line is the culprit. #NoTranspiling",
  "I am going to look more closely at this.",
  "Amazing technical breakdown of the downward trajectory of the purchasing power of the US dollar. I'm putting my all my investments into crypto and gold. Both are going to skyrocket as the dollar loses its purchasing power.\n\nhttps://t.co/vWZ9pqPw79",
  "Wow! Congrats @srust99, and thank you @balajis! This is exciting news.\n\nStefan, I'm curious if you see any room for synergy with the @PSF_DAO Web3 Cash Stack and the @truflation index?\n\nhttps://t.co/VpxoFJYUD0\n\nI'd like to get the data into our own pay-to-write database (P2WDB).",
  "Prices and infrastructure packages have been updated. Highlights:\n\n- New SLP indexer is available for private infrastructure.\n\n- Free tier introduces artificial delays to prevent freeloaders.\n\nhttps://t.co/s1804UEVtA",
  "I learned long ago: don't strive for happiness. Strive for contentment. It's much harder to achieve, and much harder to hold on to.",
  "Excited for this conversation w/ the brilliant @andrewxhill and @tableland__ community!\n\n🚀🚀🚀",
  "Why use Nakamoto+Avalanche consensus?\n1/ Boostrapping\n2/ Liveness\n\nLet's explore.\n\n1/n",
  "This my friend, is why I love sail boats and #Bitcoin: the self sufficiency of them both.\n\nI'm doing the annual servicing of the outboard and full node for my boat. I suspend the outboard by the main halyard, for convenient maintenance.\n\nYes. I run a full node on the boat. https://t.co/xw7yt66wNj",
  "\"If you are liberty-minded: Start to get into these technologies now. Get some, learn how to use it, try to use it. By the time you are cut from the financial system it will be too late to wonder how does this work?\" - @deadalnix\n\n#BuildTheArk #eCash #XEC\n\nhttps://t.co/VUvZZFyuPX",
  "Thanks to @deadalnix for sitting down with me to explain in relatively simple terms why Avalanche consensus is being launched on @eCashOfficial and how it compliments eCash's existing Proof of Work / Nakamoto Consensus.\n\nhttps://t.co/9w0cHl92Y3",
  "I started working on a documentation site, in order to show how all the software that @PSF_DAO maintains fits together. I finished the introduction. I'd love feedback if anyone has time to review it!\n\nhttps://t.co/jcnCnyKORF",
  "Very intriguing game-theory mechanics in place with this gold-ruble peg. I really appreciated this explanation.\n\nhttps://t.co/RpI29vLvz6",
  "Two new commands in the psf-bch-cli CLI wallet from @PSF_DAO to help manage HD wallets with #BCH and SLP tokens:\n\n- wallet-scan will scan a mnemonic to see if it holds funds.\n\n- wallet-sweep will sweep the funds to a new address.\n\nhttps://t.co/Ngi76DDvik",
  "If the leader of my country put us back on a gold standard, he'd have my approval too.\n\nhttps://t.co/MJQf8zXzjG",
  "Today @PSF_DAO celebrated the first DEX trade for an SLP token on #BCH. We also discussed how to build a bridge between BCH and @Dash_Community using an SLP token. I'd love to explore this idea with Dash members like @TheDesertLynx and @RionGull.\n\nhttps://t.co/8bUwcMZuGe",
  "Holy hell, they did it.\n\nThis is a really big deal, the financial equivalent of nuclear bombs. Most worlds economies are all based on debt. Now Russias money is based on money. https://t.co/v1MtyT9Utw",
  "So good! This is propaganda I can really get behind!",
  "@SDonziger @YouTube @Chevron I disagree with you, but I disagree with deleting your stuff even more. That’s what free speech is about.",
  "🧵 1/\n\nI build on both BCH and eCash. I'm watching both communities either praise or put down this article.\n\nI'm so tired of the 'this chain is better than that chain' conversation. @PSF_DAO builds tech for financial sovereignty.\n\nhttps://t.co/aA6uT2JSqu",
  "7/\n\nI wish that members of blockchain communities could focus on the real fight: individuals vs the collective.\n\nInstead, the petty focus on toxic tribalism persists.\n\n@PSF_DAO is a community of #javascript developers focusing on the real fight.",
  "8/\n\nI invite any #JavaScript devs to help us hack on this DEX and our bridges. We seek to allow permissionless trading of tokens, and frictionless movement of value across chains.\n\nhttps://t.co/QWB4KkwdKy",
  "🧵 1/\n\nI build on both BCH and eCash. I'm watching both communities either praise or put down this article.\n\nI'm so tired of the 'this chain is better than that chain' conversation. @PSF_DAO builds tech for financial sovereignty.\n\nhttps://t.co/aA6uT2JSqu",
  "6/\n\nWhen it comes to blockchain, I don't pick winners; because I know that blockchain is just *one* of the tools that individualist need to protect themselves from the violence of collectivists.",
  "7/\n\nI wish that members of blockchain communities could focus on the real fight: individuals vs the collective.\n\nInstead, the petty focus on toxic tribalism persists.\n\n@PSF_DAO is a community of #javascript developers focusing on the real fight.",
  "It's always a good idea to have a diversified portfolio of crypto. I'm diversified across BTC, BCH, eCash, DASH, AVAX, and ETH.\n\nEach one is differentiating itself over time. One winning does not mean the other is losing. This is not a zero sum game.",
  "Educated nuance vs main stream media (MSM) narrative.",
  "Any woman today who lives in any city in the world, and is not packing a gun, is asking to be a victim.\n\nWith the way things are trending, that same rule applies to men too.\n\nI'll never go into a city again if I'm not carrying a gun.",
  "\"A well armed society, is a polite society.\"",
  "This is what misinformation looks like.\n\nTheir numbers have no basis in reality. It's like measuring your height in calories. There is no connection between the two. They can both be quantified, and people can play with the numbers, but the relationship is nonsensical.",
  "I practice this technique daily. I include small physical 'wins' into my daily routine: doing dishes, jogging, gardening. They help balance the stress of writing crypto software.\n\nI'm also fond of shooting aliens in Halo, and mining in Minecraft.",
  "@christroutner @davidshattuck8 https://t.co/UZ4hdgEUvl",
  "Prior to the SEC vs LBRY case I believed that regulators were well-intentioned but frequently mistaken.\n\nNow I believe they are evil, morally corrupted people.",
  "\"Zelensky Bans Political Opposition, Nationalizes Media to Create ‘Unified’ Information\" &lt;-- That is messed up.\n\nConsolidating news and outlawing opposing political parties makes Zelensky a despot.\n\nhttps://t.co/8bOp1vdqoo",
  "If something like this happened in the USA, I would sell as much as I could, convert it to Bitcoin, and then walk out of the country with a backpack. Or sail away. I would find some way to leave the country and take as much money as I could with me.",
  "Combining and controlling the TV and print media was exactly how communist countries were able to maintain control during WWI and WWII. Sad to see Ukraine do this. Blockchain-based, uncenorable communication is needed now more than ever.\n\nhttps://t.co/keLGX7R4Kr",
  "https://t.co/xT23Lh0M2G",
  "Good thread about hybridized PoW/PoS systems like @Bitcoin_ABC and I have been working on for years now with @eCashOfficial. It's great to see this idea getting more attention.",
  "I'd like to study Blockchains that implement 'epochs': snapshots of the state of the chain: UTXOs or token balances, such that a full node can operate without retaining the data prior to the epoch.\n\nDoes that make sense?\n\nShill me Blockchains that implement that idea.",
  "I'm not talking about ZKP chains like Mina. I mean a fully validated chain like Bitcoin, but balances for all addresses can be validated since the last epoch. Different from a pruned node, as they don't summarize previous state, they just throw it out.",
  "I've started to a Gist to capture the notes of my research:\n\nhttps://t.co/e1WonSxZIr",
  "@tcrypt25519 @cgcardona can you refresh my memory with #AVAX? Does it use this 'epoch' concept to reduce the size of the blockchain data?",
  "Hey @RaoulGMI, I've been talking to a lot of Canadians and Australians moving to Mexico, and taking their money with them via crypto. I think this is a huge x-factor in macro economics that no one is talking about. The option has never existed before. Different this time?",
  "This is what keeps me from going back to a conventional job.",
  "This is the way.",
  "I'm so glad I never gave into the pressure to get vaccinated. \n\nI'm still shocked by how many did. \n\nI'm pleasantly surprised at how insulated I am from that pressure, through careful engineering of my life.",
  "Great summary of new financial world we are entering:\n\n\"If you don't have free and private use of your money, you are not a democracy. You are not free. You have no rights. It's as simple as that.\"\n- @LukeGromen \n\nhttps://t.co/4PYnfkNm5F",
  "Amazing thread about the Russian consumer experience. \n\nMakes me so glad I grow my own food, use BCH and Dash as my primary currency, and run my own financial infrastructure. Skills that apply to anyone anywhere in the world.\n\nYou can too:\nhttps://t.co/F7s0YTD1S1",
  "This article makes a healthy argument that most of web 3 is not decentralized because someone has to pay for the infrastructure. The web 3 tech developed by @PSF_DAO represents truly decentralized web 3 infrastructure, with extremely low costs.\n\nhttps://t.co/KGwxb4ZR76",
  "More info for those who are interested.\n\nhttps://t.co/eDJYhfL1Hv",
  "TL;DR: true censorship resistance = lower cost infrastructure",
  "The Twitter and Facebook Onion Sites, as well as others such as the New York Times, BBC, Deutsche Welle, Radio Free Europe and others, are documented on the #RealWorldOnionSites page at:\n\nhttps://t.co/cmmPQZzo41",
  "The last 7 days has been a good tutorial on the difference between the “price” of Russia’s GDP (1.5% of world GDP) &amp; the value of Russia’s GDP:\n\nOil is $120/bbl, but it contains ~25,000 man-hours of work.\n\nThe longer this drags on, the more expensive the lesson will likely get.",
  "I managed to circumvent the Chinese firewall with the @PSF_DAO ipfs-coord #JavaScript library. I look forward to seeing how permiable the Russian firewall will be.\n\nAny Russians out there want to help me run tests, after this goes into effect?\n\nhttps://t.co/7uZXLkaAzS",
  "Hey @RT_com, I noticed your Telegram channel got banned. I like getting as much information as I can from all angles. I fight for free speech.\n\nIf you want to syndicate your content on the BCH blockchain or @Filecoin, I can help you with that. #FreeSpeech",
  "More devs need to read and appreciate the amazing work being done by @protocollabs, @IPFS, and @libp2p.\n\nLong term, I can't think of any other tech that is more effective at enabling world peace. If you want to make a difference in the world, learn this tech.",
  "These kind of cringy 'feel good' announcements make me so happy that organizations like @radicle and @Filecoin are working on permissionless code collaboration. @github is a ticking time bomb of censorship.\n\nhttps://t.co/KdvF3wWcyK",
  "Weather it's vaccines or war, there is always about 30%-40% of the population that with believe State propaganda, no matter how absurd.",
  "My interpretation of the State of the Union address was that Biden is getting us ready for price fixing and price manipulation through federal subsidies.\n\nMy understanding of how currencies die: inflation, price fixing, hyper inflation. \n\nLooks like we're ready for step two.",
  "Here's my opposite take from Bill Gates: I'm glad Australia behaved the way they did during the pandemic too. Now everyone knows what to look for and avoid. More people will get out before the lockdowns happen again. Many Australians wanted to leave.\n\nhttps://t.co/XNd9Rq9wtp",
  "I'm stoked about this CLI interface! I'm really glad I can move away from the Upstream app with a GUI. I'm already used to working in a CLI for all my other development workflow.\n\nThanks @radicle!",
  "Ukraine giving up their nukes for promises of security from the country now invading them is why I'm not giving up my guns.",
  "Beautiful thread by Juan, founder of Protocol Labs.\n\nThe @PSF_DAO is building private, censorship-resistant communications and trading software. We publish videos to education people how to run their own self-sufficient infrastructure.\n\nhttps://t.co/6piREHUbvQ",
  "I'm coming to realize that the fundamental battle line is not 'left vs right'. It's 'individual vs collective'.\n\nRepublicans and Democrats are both collectivists. Individuals can identify as conservative or liberal, without being a member of a collective.",
  "New scapegoat just dropped",
  "This strikes me as the most accurate take of what is happening around Ukraine. I'd love to be educated if this is not accurate. Please cite sources. https://t.co/85D62aLrZz",
  "Once you reconceptualize what's going on as a social war, you see that debates about free speech and the like only capture part of it.\n\nUnbanking, cancelling, deplatforming, and the like are tactics in a social civil war, waged on digital platforms.\n\nSilencing *as* violence.",
  "Friendly reminder that we'll be deprecating SLPDB on March 1st. If you use @FullStackCash services or software that depends on SLPDB, it's time to refactor it to use our new PSF SLP indexer.\n\nHave questions? Need help? Reach out on this Telegram channel:\nhttps://t.co/7FAndOwvRC",
  "We're proud to release the Bitcoin Privacy Series on youtube today. The first 7 videos are all under 7 minutes long and will get you up to speed on the challenging concept that is bitcoin privacy. \n\nCheck out the playlist &amp; like and sub for more videos\n\nhttps://t.co/7hBye1IOQK",
  "I'm supposed to tag @OrbisClub on Twitter in order to pass this test? How does this work? https://t.co/6qY1ZrZEOy",
  "Straight from the horses mouth.\n\n\"Not your keys, not your coins\"",
  "The Big Mac index is my favorite economic indicator. 100% inflation on USD over the last 20 years.\n\nhttps://t.co/BU4buuqvUv",
  "bch-message-lib #JavaScript library is a fundamental library for sending and receiving end-to-end encrypted messages and content via the #BitcoinCash blockchain and @IPFS. The README contains simple code examples for using it.\n\nhttps://t.co/OzeXz37vew",
  "TIL about the 'bullwhip effect', which explains how the financial system is going to spin out of control soon.\n\nhttps://t.co/Md9KMg9CiD",
  "https://t.co/7T8NmCemYz",
  "Bitcoin Cash, eCash, AVAX and @PSF_DAO software fixes this. I want to work with #JavaScript developers and entrepreneurs to build a world of uncensorable, optionally-private money and tokens.",
  "The latest version of minimal-slp-wallet now lets developers easily create and broadcast transactions with OP_RETURN data.\nhttps://t.co/LQ0lc1dun2\n\nPass different OP_RETURN prefixes like Lokad ID, memo, etc. Tag other addresses with dust in the tx to 'signal' them.",
  "F*** The System! https://t.co/41Pd8xoUD5",
  "@MichaelPSenger https://t.co/QkeT8eBUso",
  "@LBRYcom My top advice for crypto-entrepreneurs:\n\n- Leave the United States\n- Write as little down as possible\n- Be as opaque as possible\n\nThe United States government will actively punish you for trying to be a good guy because it's easier than catching bad guys.",
  "Note to self: Never use @travalacom again. They only refund on Binance Smart Chain, and it's a complete shit show. There are better crypto travel companies to use.",
  "I'm so grateful when intellectual giants like these guys take the time to explain and walk through hard technical concepts.\n\n\"This is how you scale a Blockchain.\"\n\nhttps://t.co/gCtcekE8y4",
  "Boston FED announces \"Hamilton\", the Central Bank Digital Currency that will lead us into slavery.\n\nAmaury Sechet (@deadalnix) and I disect the paper and explain why it is so remarkably similar to #eCash.\n\nWatch the full video here: https://t.co/FDa4M1cl3z\n\n@eCashOfficial #XEC https://t.co/Je9CC0LU1r",
  "If you think gofundme was bad, wait until we see how CBDCs can “control” your desired donations.\n\n#btc = #freedom",
  "This is a thought provoking article on #BitcoinCash adoption in #Argentina, and the silver lining within that corrupt state.\n\nI'm looking to make a home in a South American country in the next decade, and Argentina is near the top of the list.\n\nhttps://t.co/nGbahZwk7G",
  "Great thread. \n\nRelated to this; @PSF_DAO is all about building and using decentralized tech to enforce individual rights to free speech. Learning our software stack empowers you to defend your rights against the mob and the State.",
  "Wow, they removed the @michaelmalice episodes. Those were my favorite. I love the clear-eyed logic he brings to discussions around anarchy.",
  "I think I'll download the episodes, upload them to Filecoin, and back then up on my own IPFS node running on a Raspberry Pi.",
  "SLPDB is dead. Long live psf-slp-indexer!\n\nhttps://t.co/nkBpupcVoW will remove SLPDB support on March 1st, in favor of the new token indexer. Be sure to update your code.\n\nNew endpoints for the new token indexer are here:\nhttps://t.co/ClZM6HmMwe",
  "#WashougalHSWalkout\n\nI expect more grass-roots protests like this to spring up in the near future. If any aspiring organizers want to reach out to me, I can teach you how to use software to avoid censorship and stay anonymous.",
  "All these boomer musicians that no one under 40 knows much about. Does this explain the covid response? Because the boomers are so scared and calcified?! I think there's something to that idea.",
  "TL;DR: 100,000x improvement in the number of qubits is required to compromise #Bitcoin encryption with a quantum computer.\n\nhttps://t.co/MvHTlt4FGu",
  "The videos on this page show how to run your own decentralized infrastructure. They start easy at the top, and get more technical as you go down the page.\n\nhttps://t.co/6piREHUbvQ",
  "The “experts” gave us school closures, gain-of-function research, defeat in Afghanistan, 7% inflation, and 130% debt-to-GDP. I’m ready to listen to someone else.",
  "Sometimes cartoons have a way of just 🎯 https://t.co/tcuLtMUEdX",
  "This captures American society so well.",
  "My first batch of cryptocurrency interviews has now been uploaded in its entirety. Thank you to my guests @lopp, @deadalnix, @JorgeStolfi, @LudemeGames, @vhranger, and @gladstein!\nhttps://t.co/LaHdkk4FPv",
  "https://t.co/kE0eOV547G",
  "#Bitcoin is everything you don’t understand about network systems, mixed with everything you don’t know about economy, on top of everything you ignore about energy.",
  "Great article.\n\nI'm looking forward to seeing more innovation and demand for algorithmic stable coins. The industry has gotten lazy, by preferring centralized collateral-backed coins. These legal moves will incentivize more algorithmic coin use.",
  "This is what a responsible public health program looks like.",
  "Florida is a free state, and we intend to keep it that way. https://t.co/60TjJ7TOWG",
  "what is web3?\n\nhttps://t.co/IjqulNhFRv\n\ni’m gonna keep working on this and expanding it over time, but i want to get it out and iterate and generally treat the things i write as mutable and more in the spirit of open source",
  "https://t.co/TC3GayQ1CK",
  "https://t.co/iV06zbAkzt",
  "I recovered from covid in three days. Here's how:\nhttps://t.co/AchBDW5S0J",
  "Such a great summary of the flaws in the ETH ecosystem. This is why I've never been attracted to it. \n\nI've instead gravitated to Bitcoin and IPFS, which I consider web3, but perhaps I need to refer to it as 'the distributed web' or some other term?",
  "Life is too short to learn every JavaScript framework. \n\nPick one and build stuff.",
  "This is the simple explanation for the 'Great Resignation'.",
  "Great thread on why Discord is bad for communities.",
  "I'm not surprised by these results at all. I don't completely agree with the conclusions. There are other reasons why home nodes have a lot of churn: lack of whitelists and huge, random spikes in bandwidth are disruptive and discourage long-term home connections.",
  "NFT Smart Contracts How To with @Rxdha1 #NFT #cryptocurrencies #cryptocurrency #cyberpanthers #SmartContracts #Ethereum Part 1/8 https://t.co/hffTWrqf0i",
  "So much for protecting the vulnerable. The real world test data is very different than the early lab results.\n\nhttps://t.co/y1qGPYdZiU",
  "Unintended consequences of mandates and central planning will kill far more people than any virus.\n\nIt's a common pattern throughout history, but it seems each generation needs to learn the lesson for themselves.",
  "I'm no fan of China or Chinese media, but truth has it's own ring to it. And I'm grateful to see a little power put behind raising awareness of truth.",
  "Good reminder to start off 2022:\n\nhttps://t.co/9bml7oJB4h",
  "Gotta say, the clip is pretty dope. El Salvador is looking at a lot of up-side potential.",
  "1/ The defining feature of all totalitarianisms is neither concentration camps nor secret police nor constant surveillance—though these are all bad enough. The common feature is the denial of the universality of reason.",
  "I love @cyprianous take on web3 here.\n\nAt @PSF_DAO, web3 is at the core of all the software we'll be producing. Here's an overview:\nhttps://t.co/Tfu5kR3MlG",
  "I'm looking forward to seeing DAO villages emerge, as satellite offices. It would make sense for a DAO of DAOs to do something like this.\n\nI look forward to the merging of digital nomads, wework, air bnb, and DAOs.",
  "Boom. @starlabsltd added #BCH when I asked. Thank you!\n\n#BitcoinCash ecosystem... found some new laptops for you. https://t.co/z6dFD8HaVi",
  "1/ I'm thinking about building a blockchain, but I'd rather use one that already exists, if it has the features I'm looking for. Anyone know of one?\n\n- #JavaScript\n- Multisignature\n- Tokens\n- Epochs\n\nIf I can't fine one, I'll build one as a side-chain to BCH or eCash.",
  "4/ No rush on my part, but I may very well build my own blockchain with these features that would act as a side-chain. It could be anchored in BCH, BTC, eCash, or AVAX, and the anchor could moved if one of those blockchains become more attractive than the current one.",
  "5/ The main reason for this side-chain would be to ensure micro-transactions are available for @PSF_DAO and the token economy. I'm really worried about microtransactions being jeopardized by price appreciation of  the blockchains already mentioned.",
  "Live in 15 minutes.",
  "I had a fun time participating in this @Seasteading meeting on the intersection of #cryptocurrency and #SeaSteading. I think I may have blown a few minds! I'm glad I could raise more awareness of the innovations @ShapeShift_io DAO is making.\n\nhttps://t.co/JK8zve5g0z",
  "Nice summary: At the end of the day a #DAO is just a group of strangers with a shared bank account that vote on how to use that bank account.",
  "jUsT cOmPLy wItH tHe mAnDaTeS aNd iT WiL aLL bE oVeR sOoN https://t.co/r2Q3gu81ro",
  "What would happen to your DAO, NFT project or DeFi protocol if Discord decided to ban all crypto servers? \n\nAre we fine having such a critical part of our industry relying on one centralized entity? I’m not, that’s why I’m launching Groups on @OrbisClub: https://t.co/M7TYqAqpxk",
  "I previously published an article which laid out a high-level 'Web 3' architecture for @PSF_DAO software and BCH infrastructure. This article descends a level, into the implementation of the architecture into specific software, and how they interact:\n\nhttps://t.co/Tfu5kR3MlG",
  "Last time npm went down, I made the effort to set up a Verdaccio npm mirror. Today npm went down again, and it didn't effect my workflow at all. All the libraries I use were mirrored.\n\nI love it when a plan comes together!",
  "I'm going to play with this! I'm on the lookout for decentralized Twitter clones.",
  "Was reminded of this image. https://t.co/JTerTO96UL",
  "https://t.co/JgLlDKVXum\n\nPre-alpha ( just start working on it )\n\nThis library will be built with TypeScript on top of libauth\n\nIt only dependes on libauth\n\nI will make syntax as simple as bchjs and bitbox syntax https://t.co/woI92BXjFD",
  "Apparently my first-hand experience is misleading. Lol. https://t.co/nHXmtk20Rz",
  "I have personally witnessed 7 people recover from covid in 48 hours, after taking the https://t.co/sdoOJXPbPF recommended dosage of ivermectin.",
  "It's this true?\n\nhttps://t.co/cFpN8dy0LQ\n\nI believe this is the report referenced by that article.\n\nhttps://t.co/VgmOKajiGp",
  "A beautifully done, short documentary on the history and use of Ivermectin.\n\nhttps://t.co/XE1T9h0Ew5",
  "This is HUGE news.  Looking forward to seeing what @PSF_DAO &amp; @christroutner can bring to #eCash",
  "eToken DEX: The First GNC Funding Agreement\n\nhttps://t.co/rTziURbhBM\n\n#XEC #eCash $XEC #PSF",
  "@sikotra_adi I can't speak for other GNC members, but I was in favor because:\n1. @christroutner is a good developer who has a lot of experience.\n2. It's a good first project to serve as a proof of concept.\n3. If well done it can help promote usage of eTokens, which will also help promote XEC",
  "The GNC has funded its first project: eToken DEX. \n\nCongratulations to @PSF_DAO! \n\n#eCash #XEC $XEC #GNC #DEX #JustBuild https://t.co/CdMvaE5aea",
  "I love seeing improvements to circuit relay tech! This is how people cooperate to fight censorship.",
  "For me, 2021 was a year of intense research on the best way to build censorship-resistant infrastructure. This blog post summarizes the results of my research.\n\nhttps://t.co/kIJO1FnI1V",
  "https://t.co/alsB2eYzD8",
  "This article echos my own experience with GraphQL for #JavaScript projects. Replace the word GraphQL with gRPC, and it's the same.\n\nhttps://t.co/jnjIdidndE",
  "It's dangerous to be a protestor. What they need right now is a way to communicate privately, without divulging gov-based IDs. Protestors need to stay in communication, without risking reprisal.\n\ne2e encrypted messaging is possible on https://t.co/lGpeeyLNrM. Android app coming https://t.co/KBlvNieUgz",
  "https://t.co/UK1ffFt1NL",
  "Bitcoin mining could be the best thing to happen to renewables in years: it makes them economically viable in places they'd otherwise never get built.\n\nPeople who care about transitioning from fossil fuels to renewables should be the biggest supporters of Bitcoin out of everyone.",
  "As you get older, you realize there is no adult, only people who started to take themselves way too seriously.",
  "I'm thankful for the sacrifices made by Ross Ulbricht, Satoshi Nakamoto, Cody Wilson, Julian Assange, Irwin Schiff, Ed Snowden, LaVoy Finnicum, &amp; the countless others like them.",
  "The https://t.co/CneW5cvQxJ project has entered state of limbo due to a variety of reasons. At this time we the remaining active validators are issuing a public advisement to avoid using it until further notice\n\nPls don't use https://t.co/CneW5cvQxJ until further notice\n\nThankyou",
  "This is the contradiction that many Americans are struggling with right now.\n\nA guns greatest value isn't in being used. Their value is in the *potential* for use. That's why everyone needs one: it creates a level playing field among individuals (in terms of violence).",
  "printer is coming https://t.co/ybK2ea4sZn",
  "This new 'p2wdb' @npmjs  #JavaScript library allows easy reading and writing of the pay-to-write database (P2WDB). What can you build a public, censorship-resistant database?\n\nWorks for both browsers and @nodejs. MIT licensed.\n\nhttps://t.co/qF8JtPa0P6",
  "Powerful conversation. This filled in a lot of the missing pieces in the puzzling statements I've heard @cyprianous make. \n\nI have an intellectual blind spot due to the trauma of my religious upbringing. This conversation shed a little light for me.\n\nhttps://t.co/XYlZIEOgZJ",
  "If myth and biblical stories are a form of lossy compression for important societal memes, then these men are to counterforce to the loss. They unpack and restore all the nuance that was lost over the millennia and necessary simplification.",
  "Powerful conversation. This filled in a lot of the missing pieces in the puzzling statements I've heard @cyprianous make. \n\nI have an intellectual blind spot due to the trauma of my religious upbringing. This conversation shed a little light for me.\n\nhttps://t.co/XYlZIEOgZJ",
  "If you want to know what industry crypto will disrupt next...",
  "Very inspirational example of mixing fine art and NFTs. These legal agreements are what's missing from @opensea",
  "https://t.co/Q9oYakblrI",
  "Holy shit balls, @natbrunell bringing absolute fire 🔥🔥🔥\n\n https://t.co/M9OFoH6C34",
  "This is the most concise explanation I've heard for why the US economy is breaking down.\n\nTry to look past the fact that this guest is on the Keiser report. Just focus on the explanation the guest gives.\n\nhttps://t.co/JT0o3YAIC6",
  "Is there a telegram, discord, mailing list, or some other communication platform for #Bitcoin holders considering a move to El Salvador?\n\nI'd like to connect with people who have a similar interest.\n\nI'm going to take 3-5 years, but I'm pretty serious about it.",
  "Some of you are going to keep trusting the government until your pronouns are “was/were.”",
  "Great thread! Really compliments the discussion we had today at the @PSF_DAO TSC meeting.",
  "We will be updating this story as events warrant. Watch this 10-minute video—which was produced as evidence in the legal case to obtain a temporary restraining order against Sentara Hospital System in Virginia. https://t.co/9fOdGgqq5r",
  "Did blogs 'attack' the newspaper industry? No, they quietly made them obsolete.\n\nThat's what #Bitcoin is doing to the dollar.\n\nIt's about time the statists start to panic. But they'll be as effective as newspapers vs blogs.",
  "Here is the presentation I gave to the BlockHack hackathon contestants:\n\nhttps://t.co/WRrSaClIcJ",
  "If you didn't know better, this could be mistaken for a film about Australia.",
  "The future is pseudo-anonymous.\n\nProfile NFTs incentivize it.\n\nWeb3 incentivizes it.\n\nRegulations incentivize it.\n\nDeplatforming incentivizes it.\n\nMoney printing incentivizes it.\n\nFollow the incentives.",
  "I'll be giving a presentation at 10 AM PST / 1 PM EST on 11/9 to help kick-off this cryptocurrency hackathon; about @FullStackCash resources for #BitcoinCash devs.\n\nhttps://t.co/54h48LN5xn\n\n#JavaScript devs can get technical help during the hackathon:\nhttps://t.co/bFiAhkgY4N",
  "I missed that the @PSF_DAO flipstarter for an SLP Indexer got funded!\n\nCongratulations @christroutner and PSF!\n\nhttps://t.co/sEwn4MT9QS\n\n#BCH #crowdfunding @flipstartercash",
  "It's time to de-google our phones &amp; stop compromising our privacy.\n\nI'll teach you how to install @GrapheneOS (a privacy &amp; security-enhancing phone OS recommended by @Snowden) &amp; google-alternative apps on your phone.\n\n🛡️\n\nhttps://t.co/MZu6W6QQsa\nhttps://t.co/BXYmbEuAhT https://t.co/QZb4G8CSxN",
  "I've listened to many Tim Ferriss podcasts and this may be my favorite.  So much to dive into from both @cdixon and @naval, I'll be listening a second time and taking notes so I can jump down the rabbit holes.  This is the future! https://t.co/IZr3rxTkv4",
  "Sweet! I can't wait to see if I can swap BCH and FOX!",
  "The campaign has been funded! Thank you everyone who contributed!\n\nThat was fast. It's great to see so much enthusiasm for SLP tokens!",
  "The @PSF_DAO has just launched this Flipstarter campaign to raise funds to build a new SLP token indexer, to replace SLPDB. Please check it out and consider donating! \n\nhttps://t.co/naiSqQjuRn",
  "If you have questions or want additional background, I've created this Reddit thread:\n\nhttps://t.co/C18V9jv8gh",
  "A Bitcoin Cash user added 1000 BCH to the pool. \n\nLiquidity for all.\n\n$RUNE $BCH https://t.co/uCdJPZ1NW8",
  "The only reason they can lie to us, is because they control the money. Fix the money, fix the world.",
  "I'm requesting GöETH to run ETH2.0 testnet validators on @DAppNode at 0xCE1055aEF0E823BA16f06687b1Ef6AB51c0cD51C",
  "This was an outstanding #BCH @TwitterSpaces conversation from 21 Oct 2021 that more than 50 people attended, incl @christroutner, @club1_bch, @SheriUcar @Lightswarm &amp; many more\n\n👉👉 https://t.co/0LWseSdu3X\n\nLike the convo? Join us https://t.co/yga9pygiks\n\n#BitcoinCash #BCH $BCH https://t.co/NZgaMawlaR",
  "Employment is always a power relationship. Understand your position, control your finances, maintain your power.",
  "If your employer said “you have to be vaccinated to work here” they’re gonna say “you have to get all the boosters also”. \n\nIf you’re not going to draw the line now, you won’t.",
  "Humans are not data. Totalitarianism is not science.\nhttps://t.co/8lxjkP3A8F",
  "Email from Amir Taaki --&gt; DarkFi: The Coming Storm\n\nhttps://t.co/1izm7xCmDF",
  "There are a couple great gems in here for cryptocurrency developers.\n\nI've been seriously thinking of switching the licensing of my code from MIT to GPLv2, like Linux.",
  "The rabbit hole is deep, but so are the rewards.",
  "What's next for #BitcoinCash?\n\nJoin us tomorrow, Thu 21 Oct at 15:00 GMT on @TwitterSpaces\n \nEveryone is welcome! Pitch your projects, test your ideas!\n\nMake your voice heard.\n\n@gutiman18 @club1_bch @RyanMic87079594 #BCH\n\nhttps://t.co/Z4wq9UJRsZ https://t.co/LdtLqSi8ML",
  "The #Bitcoin ATH, reports of shortages, and incoming winter are all good reasons to increase the emergency food cache. There is more than one way to hodl your wealth.\n\nYou can't eat #Bitcoin, but right now you can buy a lot of food with it. (After converting to a gift card) https://t.co/zPzO3lmMFb",
  "To my bitcoin family, don’t ever become like the fiat rich. Do something meaningful with your acquired time and wealth. Build the world you want to see, starting at home.",
  "I'm really happy to see people all over the world stand up to these vaccine mandates. My girlfriend allowed them to fire her. Lots of people are protesting and allowing themselves to be fired.\n\nThis is not about health. This is about control. Happy to see people refuse to succeed",
  "Oops. Typo. I meant 'secede' as in 'refuse to secede their power'. Not 'succeed'.",
  "This is one of the best articles on economics I’ve ever read.  https://t.co/4LpDW5u9vD",
  "Just got handled by @Don_wonton in a few games of @avaxcells had to try the inverse gaming mode, pretty cool idea to play with your opponents cards so even the weakest link still has value. Pretty impressed with how smooth the game is, very user friendly.",
  "Host names are a fundamental building block of today's Internet. But how exactly do they work? And how do we bring their value over to permissionless, decentralized Web3 networks?\n\nA look at how @HNS Handshake and @NamebaseHQ are answering those questions:\nhttps://t.co/fWmK8DelJJ",
  "Pretty cool opportunity for anyone wanting to get into web3 dev. Check it out and then hit me up about building the world's largest permissionless, autonomous conglomerate.",
  "DAOs can be a 10x improvement over traditional companies. \n\nBut not because of community governance.\n\nHere's what my experience working on Pangolin taught me about the future of organizations.",
  "#Defi on #BitcoinCash: Our new #BCH -&gt; #SmartBCH bridge is live! Fast &amp; automatic swaps with only 1 confirmation on the $BCH chain -&gt; smart contract (instant)\nhttps://t.co/HHMrPBGtiL \n \nNext:\n- Tell us which #SLP tokens we shall set up similar pools\n- Swaps back to main chain",
  "https://t.co/LXDVkPigt6",
  "I hate to admit it, but @cyprianous's #BuildTheArk predictions are becoming more true every day. Choose your battleground, pick your battles. Live to fight another day for your freedom, but never stop fighting.",
  "Encryption, decentralization, blockchain, and content-based addressing will be the most effective tools for defending personal liberty and privacy in the future. I encourage everyone to arm themselves with knowledge.",
  "I'm finally trying out Mastodon. If anyone would like to follow me, I'd love help getting 'plugged in' to the cryptocurrency developer and/or #JavaScript scene there.\n\nHere is my new profile:\n@troutDev@mastodon.social\n\nhttps://t.co/yXTXOuva7j",
  "WikiLeaks accepts submissions of political or historical importance that are censored or otherwise suppressed \n\nTo Submit in confidence: https://t.co/cLRcuIArP7\nDonate: https://t.co/MsNZhrBYvb https://t.co/BpcMHPZj9h",
  "I don't know who needs to hear this, but: cryptocurrencies are going nosedive in price along with every other asset in the next recession. Make sure you take some profits while the market is high.\n\n1/2",
  "My strategy:\n\n- Have 6-12 months of living expenses in fiat and stablecoins.\n\n- Hold crypto as a long-term investment against inflation.\n\n- Have 'dry powder' of diversified stablecoins, to dollar-cost-average into cheap crypto at the bottom of the next recession.\n\n2/2",
  "Those are three distinct 'buckets' of capital. On the daily, I focus on maintaining and increasing cash flows. That cash gets divided into those buckets. I try not to mix the buckets.",
  "Getting paid $100/hr in crypto today, is equivalent to getting paid $20/hr a year ago. That's 500% inflation.\n\nWhen you reference your value in crypto, the inflation is jaw dropping.\n\nCrypto isn't going up. The dollar is going down.",
  "What a sad documentary. They call out the mutual funds as the 'bad guy', and don't spend any time discussing money printing, low interest rates, or how Bitcoin fixes the issue.\n\nDon't be like the people in this video. Invest in scarce assets. Fuck 401Ks.\n\nhttps://t.co/FGIapjlt9R",
  "I just used @THORSwap to convert BCH to BTC with no KYC. I then sent the BTC to the non-custodial @MuunWallet. Going to play with LN next.\n\nI'm stoked I can diversify my earnings to different cryptos. Then custody them with a plastic wallet:\nhttps://t.co/J5n5knX2N8",
  "It cost me about $10 in tx fees to go from BTC -&gt; Rune -&gt; BCH -&gt; Muun.\n\nNow I can easily save in BTC, BCH, ETH, and AVAX, then spend those savings with BCH, LN, and DASH.\n\nI don't pick winners, I just get ready to win. I'm diversified and ready for the future!",
  "Oops. Typo. It should have been:\n\nBCH -&gt; Rune -&gt; BTC -&gt; Muun",
  "This is why the geeks will inherit the earth, and why the State's violence will become ever more obsolete.\n\nI feel like I'm in the Matrix. A quick google search, a quick read; now I have the super power of protecting secrets. #JavaScript FTW!\n\nhttps://t.co/wIYqnXhqoO",
  "https://t.co/2CTJK8ybx9",
  "The more worried you are about regulatory risk in crypto, the more you should prefer genuinely decentralized protocols &amp; assets.",
  "1/ Tokens are a new digital primitive, analogous to the website 🧵",
  "I am super excited about this! I plan to spin up my own node and contribute to the maintenance of this node.",
  "I've been red-pilling my normie friends and family with the idea of being a financial ex-pat: continuing to live in the country of your birth, but opting out of it's financial system with crypto.\n\nFor onboarding, this is much more successful than trying to explain crypto to them.",
  "@chaintip @zquestz Live site: https://t.co/M5IrR7u736\n\nFrond End Github: https://t.co/l6eyWjX5j7\n\nBack End Github: https://t.co/WKFwg0sX29\n\nOne of the lead devs on it is @christroutner",
  "We are having Engineering Office Hours open to the community, today at 3pm MDT on our Discord Stage. Come ask any questions or state any suggestions. Hope to see you there!",
  "Great hands-on introduction to IPFS.",
  "A friend sent me this heartbreaking, informative, and scary summary of how Covid 'Opportunity Passes' are being enforced in Lithuania. Seems like a blueprint for fascist America. I suspect this is exactly how a similar program will roll out in the USA.\n\nhttps://t.co/JFxmwpzTnS",
  "I'm starting to go down the Dash rabbit hole. \n\nThey seem way more focused on the cash use-case than Bitcoin Cash, better organized, and better funded. \n\nAs a developer, their Dash Incubator looks pretty sweet.",
  "I gave a quick introduction to @PSF_DAO today, to @ShapeShift_io DAO. The new ShapeShift DAO is making all the right moves and has all the right energy.\n\nhttps://t.co/K9b7G6t20e\n\n@ErikVoorhees, @ShapeShiftCOO, @Don_wonton, @cgcardona, @ChrisPacia, @naomibrockwell",
  "Living On Crypto In Venezuela: An Interview with Feliz Chelou with @BarrioBitcoin \n\nhttps://t.co/Q8YmFFyvrt https://t.co/frSGHH5Lyd",
  "These numbers do not justify the ongoing political/medical circus.",
  "Seriously. I'm going to share these numbers any time I'm forced into a conversation about covid.\n\nScrew anyone who wants to wear the mantel of authority. These numbers make that authority illegitimate.",
  "I created a mock Signal message, and wrote it to the P2WDB:\nhttps://t.co/q4qjs5uFJa\n\nThe Signal message is the first part of the SWaP protocol, for trustless, atomic token trading.\n\nI'm working on a REST API server that can manage trading:\nhttps://t.co/hK663gn8je\n\n@cyprianous",
  "Perfectly sums up my life on a remote island.",
  "Agreed. My research is focused on a world of pruned nodes, off-chain data. It's the only pragmatic way to scale.",
  "This a million times.\n\nRemember this when you cant register a DNS domain, make a bank account or even get a phone number, without giving up your privacy.\n\nSharing your private information used to be a choice.",
  "If you care about free speech and privacy, if you care about free trade and rule-of-law, if you care about provable fairness and economic stability, then you should care about cryptocurrency. https://t.co/24INgcpio9",
  "Time to put the #horsepaste jokes to rest and talk facts. Tonite I provide a comprehensive review of #Ivermectin revealing that it is among the SAFEST &amp; most well-tolerated HUMAN drugs ever introduced to the market. Premiering now! Y'all are invited.\n\nhttps://t.co/OG7ZI6NLoj",
  "Appreciation to ClearSky for transparent commitments, funding process and delivery. Here we get a #BitcoinoCash #BCH testnet faucet. A nice success for permissionless, distributed funding with no central party using #Flipstarter (@flipstartercash).\n\nhttps://t.co/i55sejbLk5",
  "The answer is simple: if the FED is holding down interest rates, they can't tolerate the kind of yields that DeFi generates for long. Hence enforcement without clarity. @brian_armstrong nails it: it's a land grab.\n\nGov needs to control interest rates. So they'll war with crypto.",
  "The https://t.co/BYJtws3Ttb website now has a Media section, showing off our latest video. Check it out! https://t.co/8lUNoQmStO",
  "New demo video on how to read and write data to the pay-to-write database (P2WDB):\nhttps://t.co/PSwc9qUBBJ\n\nI hope you all play with it, then let your imagination run wild, thinking of all the things you could build on top of a censorship-resistant database. @PSF_DAO #JavaScript",
  "How to install and use the psf-bch-wallet. A #JavaScript CLI tool for @PSF_DAO services like $BCH and tokens, e2e encrypted messaging, creating tokens, NFTs, upload files to @IPFS , reading and writing to the P2WDB, trading tokens, posting ads, etc.\n\nhttps://t.co/vVPLZhSums",
  "This 'flatcoin' concept is worth thinking about. I'm very interested in helping create and maintain one.",
  "I love seeing contributions from the #JavaScript #developer community.",
  "Thrilled to have @sideshiftai support #Avalanche, and even more thrilled that they are supporting the C-Chain directly. Check out Sideshift, they are good people.",
  "1/ Provocative thoughts on innovation within the Bitcoin forks by @TheDesertLynx.\n\nHere is a perspective that I didn't see represented... (a thread)\n\nhttps://t.co/57tRZZFFO0",
  "4/ This will allow any small group of developers to build a fork that is immune from 51% attacks. I expect that we'll see a lot of innovation once this hybrid consensus reaches maturity. https://t.co/OWKFQxEc54",
  "5/ Speaking of hybrids, I'm liking what I'm seeing with EVMs and Bitcoin forks working together. One example is the #AVAX X and C chains. Another is the @SmartBCH  EVM side-chain to BCH. These are indicators of a new, innovative trend in the industry.",
  "Great introduction to @radicle, a decentralized alternative to GitHub. #JavaScript developers should be paying attention here. DMCA take-downs are coming for your work in the next few years. Get prepared.\n\n@PSF_DAO and @FullStackCash will be mirroring their code on Radicle soon.",
  "Completed the migration from @digitalocean to @vultr.\n\nI was quite happy with DO's products, but they don't support any crypto payment methods and that's a deal breaker for me now.\n\nLet me know if you see any weirdness on https://t.co/uQmHpg3ThM",
  "This was a special opportunity to learn from @tcrypt25519. He's got some deep technical knowledge in freedom-enhancing software. Everyone who identifies as a #cypherpunk should watch this episode. #Blockstar\n\nhttps://t.co/ExSEAXTs91",
  "Encouraging! If you want to be a thoughtful content creator, get off @YouTube and get on @OdyseeTeam. YouTube is clearly broadcasting their family-friendly, bubble-wrapped, state-sponsored censorship.\n\nIf you want substance, you must go elsewhere.\n\nThis is a good thing.",
  "I just watched Idiocracy for the first time. It's a scary distopian film, because it's so plausible.",
  "Important information to consider it you haven't gotten the jab yet:\n\nhttps://t.co/RAFZr1nsgT",
  "Man, someone should have made this meme a long time ago.",
  "Short answer: now you can!",
  "@christroutner is doing some amazing work 💪",
  "The pay-to-write database (P2WDB) now has a block explorer:\nhttps://t.co/0oMlgFlLQY\n\nFind out more about the P2WDB:\nhttps://t.co/l9aZyYIwqu https://t.co/jWziUaUaXj",
  "Proof-of-concept for doing collaborative transactions on the #AVAX X-chain.\n\nhttps://t.co/QrZEk6X7oB",
  "1/ Topic: Turning networks into economies 🧵",
  "Estuary is an awesome new tool for developers and people who want an intuitive interface to upload their public data to #Filecoin. Check out this video to learn more: https://t.co/9wKZ0Of6jh",
  "If you’re a frontend / full stack developer interested in Web3 and you want to work on https://t.co/gfls9DT4xP and https://t.co/Z5YXdAgoAM go ahead and DM w/ your GitHub profile 😁",
  "Great job on this video @naomibrockwell and @TheDesertLynx! Super inspiring and educational!\n\nhttps://t.co/y1tlQWcKQl",
  "This looks interesting! I'm a big fan of the work of @bitjson.",
  "With all the lockdowns and covid craziness out there, I'm more thankful then ever to live on an island with a great community and no law enforcement.\n\nY'all need to get out of the cities while you still can.",
  "Lots of people showing us who they really are right now. I won’t forget. https://t.co/LGshOtDBVp",
  "When the US military can no longer be relied upon, and the Chinese state can not be trusted, there needs to be a new way to defend human rights. That way is encryption. https://t.co/pXTfWpZqPq",
  "If you care about free speech and privacy, if you care about free trade and rule-of-law, if you care about provable fairness and economic stability, then you should care about cryptocurrency. It is a digital life raft for Western civilization. https://t.co/24INgcpio9",
  "https://t.co/AkVMo3rpex",
  "This 15-minute video gives a high-level overview of the research I'm doing to build censorship-resistant applications that can use several blockchains. This is my solution for circumventing future regulation, using @IPFS #BCH #AVAX #eCash @PSF_DAO \n\nhttps://t.co/H0PqsH4QPW",
  "I've been playing with the @ShapeShift_io app. I understand @THORChain is down. It's it only ETH &amp; ERC 20 available? Tx fees are high.\n\nI think SWaP protocol integration @PSF_DAO it's working on will be a great compliment to ShapeShift. We're targeting BCH &amp; #AVAX x-chain.",
  "If you rely on someone else's server, you'll have to compensate themsin some way.\n\nIf you don't pay with money, then you'll pay with data.\n\nThe privacy crisis is a people don't waot to pay for shit crisis.",
  "Tune in to the first Radicle Governance Working Group meeting tomorrow on Discord at 4pm CET/GMT+2 🌞🌱\n\nSubscribe to the Radicle Community Calendar for details on how to join 👉 https://t.co/5lcSPHYCZj",
  "Permissionless software is needed now, more than ever. @PSF_DAO",
  "These are the questions that any entrepreneur in the crypto space needs to ask themselves.\n\n@PSF_DAO focuses on decentralized, trustless business solutions. We eliminate the third question. #CantBeEvil #ProtocolsNotPlatforms",
  "Just found out someone used my SLP Yield Farming contract to trustlessly mint SLP tokens. Pretty cool! Hope they build a better UI so the project would take off.\n\nhttps://t.co/3l5jdp01hS",
  "No votes tonight. We will continue working toward getting a vote on this vital amendment. \n\nSenate reconvenes tomorrow at noon. Thanks so much for everyone’s hard work toward getting the Wyden-Lummis-Toomey amendment passed.",
  "Joe Rogan dropping some truth.\n\nhttps://t.co/dg1ZQFBCA8",
  "Favorite quote, talking about how the infrastructure bill exacerbates the collapse of the dollar.\n\n\"They will have zero time to enforce these new rules before the system collapses. This is just theater.\"\n\nhttps://t.co/z9yz6sVUcs",
  "Thank you! Cheers!\n\nhttps://t.co/Z7PGqyoQ5V",
  "Another member of the @PSF_DAO (Aaron) and I recorded a lesson on how to use the slp-cli-wallet #JavaScript CLI app for working with #BitcoinCash ($BCH) #cryptocurrency.\n\nhttps://t.co/1EAuvqG03U",
  "Blast from the past. Now #opensource #javascript",
  "There is a not-so-small part of me that *wants* to see the US try to regulate crypto out of existence. \n\nBeen a Bitcoiner since 2009. I've always seen #Bitcoin as incompatible with the State. Engaging in the illusion of compatibility has caused malinvestment and bad tech.",
  "If you have a platform of customers or followers that care about crypto, please send them here:\n\nhttps://t.co/nCI0k9DRHi\n\nIt takes &lt;5 min. https://t.co/CVzI0b7j9r",
  "Whatever the government controls and makes you dependent on, will be used against you.",
  "Is there a way to filter out tweets from your feed with specific words in them?\n\nI'd love it if I could automatically ignore tweets with words like 'covid' or 'Biden' in them.",
  "When choosing a crypto project to invest in, team incompetence is just as dangerous as malice.",
  "I participated in a community call with @ErikVoorhees and the new @ShapeShift_io DAO. Exciting!\n\nI shared the @PSF_DAO 'VIP Bot' used to amplify 'signal' and attenuate 'noise' in chat rooms. \n\nYou can try out the bot in this Telegram chat room:\nhttps://t.co/eqZRi51R85",
  "A rather significant bug has been spotted in Monero's decoy selection algorithm that may impact your transaction's privacy. Please read this whole thread carefully. Thanks @justinberman95 for investigating this bug. \n\n1/6",
  "One of the best ways to get crypto is to earn it. Here are some social media sites where you can earn money just by engaging on the platform.\n\nhttps://t.co/qn0uCc3NRw\nhttps://t.co/zhZJO35Qy8 https://t.co/sP4jV4rpJI",
  "File storage in the 3rd web just got way easier! …and free-erer 🤩 https://t.co/lBH02havB0 is the simple way to store your files decentralized on @Filecoin and @IPFS for the long haul!",
  "Damn. What a dream job. Good peeps @textileio.",
  "After 2 weeks in review, it’s finally here: Paytaca wallet’s browser extension is now available in Chrome Web Store! https://t.co/3Gk0mIIMlh",
  "A problem I worry about with DAOs: it's far easier to find people with good intentions, than it is to find people with skill and experience.\n\nI'm my experience, the road to hell really is paved with good intentions.\n\nSolutions?",
  "Friday Night Thoughts - Thread on inflation and other stuff:\n\nThe cure for higher prices is higher prices, but it's also a three card trick...\n\nPrices of goods disrupted by supply issues have exploded...(I used CPI Index, not CPI YoY as its distorted). https://t.co/5hJl4Jd0ww",
  "I asked @jeremykauffman some tough questions about the long-term viability of the @LBRYcom blockchain, and the LBC token, and he happily answered. Fascinating watch, IMHO."
]